Repository: Dionarley/tac-writer
Catalog: po/*.po
Languages: bg, cs, de, el, es, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, ro, ru, sk, sv

source: An error occurred while exporting the project.
bg: Възникна грешка при експортиране на проекта.
cs: Při exportu projektu došlo k chybě.
de: Beim Exportieren des Projekts ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την εξαγωγή του έργου.
es: Se produjo un error al exportar el proyecto.
fi: Virhe tapahtui projektin vientiä suoritettaessa.
fr: Une erreur est survenue lors de l'exportation du projet.
he: שגיאה התרחשה בעת ייצוא הפרויקט.
hr: Došlo je do pogreške prilikom izvoza projekta.
hu: Hiba történt a projekt exportálása közben.
is: Villa kom upp á meðan verkefnið var flutt út.
it: Si è verificato un errore durante l'esportazione del progetto.
ja: プロジェクトのエクスポート中にエラーが発生しました。
nl: Er is een fout opgetreden tijdens het exporteren van het project.
no: Det oppstod en feil under eksportering av prosjektet.
pl: Wystąpił błąd podczas eksportowania projektu.
ro: A apărut o eroare în timpul exportării proiectului.
ru: Произошла ошибка при экспорте проекта.
sk: Pri exporte projektu došlo k chybe.
sv: Ett fel uppstod vid export av projektet.

source: Export Failed
bg: Експортът неуспешен
cs: Export selhal
de: Export fehlgeschlagen
el: Η εξαγωγή απέτυχε
es: Exportación fallida
fi: Vienti epäonnistui
fr: Échec de l'exportation
he: ייצוא נכשל
hr: Izvoz neuspješan
hu: Exportálás sikertelen
is: Útflutningur mistókst
it: Esportazione non riuscita
ja: エクスポートに失敗しました
nl: Exporteren mislukt
no: Eksport mislyktes
pl: Eksport nie powiódł się
ro: Export eșuat
ru: Экспорт не удался
sk: Export zlyhal
sv: Exporten misslyckades

source: Enable AI Assistant
bg: Активирайте AI асистент
cs: Povolit AI asistenta
de: AI-Assistent aktivieren
el: Ενεργοποίηση Βοηθού Τεχνητής Νοημοσύνης
es: Habilitar Asistente de IA
fi: Ota käyttöön AI-avustaja
fr: Activer l'assistant IA
he: אפשר עוזר בינה מלאכותית
hr: Omogući AI asistenta
hu: AI Asszisztens engedélyezése
is: Virkja AI aðstoðarmann
it: Abilita Assistente AI
ja: AIアシスタントを有効にする
nl: AI-assistent inschakelen
no: Aktiver AI-assistent
pl: Włącz asystenta AI
ro: Activează Asistentul AI
ru: Включить ИИ-помощника
sk: Povoliť AI asistenta
sv: Aktivera AI-assistent

source: Allow prompts to use an external provider (Ctrl+Shift+I).
bg: Позволете на подсказките да използват външен доставчик (Ctrl+Shift+I).
cs: Povolit výzvám používat externí poskytovatele (Ctrl+Shift+I).
de: Erlaube Eingabeaufforderungen, einen externen Anbieter zu verwenden (Strg+Umschalt+I).
el: Επιτρέψτε στις προτροπές να χρησιμοποιούν έναν εξωτερικό πάροχο (Ctrl+Shift+I).
es: Permitir que los mensajes utilicen un proveedor externo (Ctrl+Shift+I).
fi: Salli kehotteiden käyttää ulkoista palveluntarjoajaa (Ctrl+Shift+I).
fr: Autoriser les invites à utiliser un fournisseur externe (Ctrl+Shift+I).
he: אפשר להפעיל הנחיות להשתמש בספק חיצוני (Ctrl+Shift+I).
hr: Dopusti upitima korištenje vanjskog pružatelja (Ctrl+Shift+I).
hu: Engedélyezze a kérések számára egy külső szolgáltató használatát (Ctrl+Shift+I).
is: Leyfa fyrir spurningar að nota ytri þjónustuveitanda (Ctrl+Shift+I).
it: Consenti ai prompt di utilizzare un provider esterno (Ctrl+Shift+I).
ja: プロンプトが外部プロバイダーを使用できるようにする (Ctrl+Shift+I)。
nl: Sta prompts toe om een externe provider te gebruiken (Ctrl+Shift+I).
no: Tillat at forespørslene bruker en ekstern leverandør (Ctrl+Shift+I).
pl: Zezwól na użycie zewnętrznego dostawcy w podpowiedziach (Ctrl+Shift+I).
ro: Permite utilizarea unui furnizor extern pentru sugestii (Ctrl+Shift+I).
ru: Разрешить подсказкам использовать внешний провайдер (Ctrl+Shift+I).
sk: Povoliť výzvam používať externého poskytovateľa (Ctrl+Shift+I).
sv: Tillåt uppmaningar att använda en extern leverantör (Ctrl+Shift+I).

source: Model Identifier
bg: Идентификатор на модела
cs: Identifikátor modelu
de: Modellbezeichner
el: Ταυτότητα Μοντέλου
es: Identificador del modelo
fi: Malli Tunnus
fr: Identifiant du modèle
he: מזהה מודל
hr: Identifikator modela
hu: Modellazonosító
is: Líkani auðkenni
it: Identificatore del modello
ja: モデル識別子
nl: Modelidentificator
no: Modellidentifikator
pl: Identyfikator modelu
ro: Identificator model
ru: Идентификатор модели
sk: Identifikátor modelu
sv: Modellidentifierare

source: API Key
bg: API ключ
cs: API klíč
de: API-Schlüssel
el: Κλειδί API
es: Clave de API
fi: API-avain
fr: Clé API
he: מפתח API
hr: API ključ
hu: API kulcs
is: API lykill
it: Chiave API
ja: APIキー
nl: API-sleutel
no: API-nøkkel
pl: Klucz API
ro: Cheie API
ru: API-ключ
sk: API kľúč
sv: API-nyckel

source: Stored locally and used to authenticate requests.
bg: Съхранява се локално и се използва за удостоверяване на заявки.
cs: Uloženo lokálně a používá se k ověření požadavků.
de: Lokal gespeichert und zur Authentifizierung von Anfragen verwendet.
el: Αποθηκεύεται τοπικά και χρησιμοποιείται για την αυθεντικοποίηση αιτημάτων.
es: Almacenado localmente y utilizado para autenticar solicitudes.
fi: Tallennettu paikallisesti ja käytetään pyyntöjen todennukseen.
fr: Stocké localement et utilisé pour authentifier les demandes.
he: מאוחסן מקומית ומשמש לאימות בקשות.
hr: Pohranjeno lokalno i korišteno za autentifikaciju zahtjeva.
hu: Helyben tárolva és a kérések hitelesítésére használva.
is: Vistað á staðnum og notað til að staðfesta beiðnir.
it: Memorizzato localmente e utilizzato per autenticare le richieste.
ja: ローカルに保存され、リクエストの認証に使用されます。
nl: Lokaal opgeslagen en gebruikt om verzoeken te authenticeren.
no: Lagring lokalt og brukt for å autentisere forespørselene.
pl: Przechowywane lokalnie i używane do uwierzytelniania żądań.
ro: Stocat local și folosit pentru a autentifica cererile.
ru: Хранится локально и используется для аутентификации запросов.
sk: Uložené lokálne a používané na autentifikáciu požiadaviek.
sv: Lagrad lokalt och används för att autentisera förfrågningar.

source: Paste your API key
bg: Поставете вашия API ключ
cs: Vložte svůj API klíč
de: Fügen Sie Ihren API-Schlüssel ein
el: Επικολλήστε το κλειδί API σας
es: Pega tu clave API
fi: Liitä API-avaimesi
fr: Collez votre clé API
he: הדבק את מפתח ה-API שלך
hr: Zalijepite svoj API ključ
hu: Illessze be az API kulcsát
is: Límdu inn API lykilinn þinn
it: Incolla la tua chiave API
ja: APIキーを貼り付けてください
nl: Plak uw API-sleutel
no: Lim inn API-nøkkelen din
pl: Wklej swój klucz API
ro: Introduceți cheia API-ului dvs.
ru: Вставьте ваш API-ключ
sk: Vložte svoj API kľúč
sv: Klistra in din API-nyckel

source: Gemini model identifier (for example: gemini-2.5-flash).
bg: Идентификатор на модела Gemini (например: gemini-2.5-flash).
cs: Identifikátor modelu Gemini (například: gemini-2.5-flash).
de: Gemini-Modellbezeichner (zum Beispiel: gemini-2.5-flash).
el: Ταυτοποίηση μοντέλου Gemini (για παράδειγμα: gemini-2.5-flash).
es: Identificador del modelo Gemini (por ejemplo: gemini-2.5-flash).
fi: Gemini-mallin tunniste (esimerkiksi: gemini-2.5-flash).
fr: Identifiant du modèle Gemini (par exemple : gemini-2.5-flash).
he: מזהה מודל ג'מיני (למשל: gemini-2.5-flash).
hr: Identifikator modela Gemini (na primjer: gemini-2.5-flash).
hu: Gemini modell azonosító (például: gemini-2.5-flash).
is: Gemini líkan auðkenni (til dæmis: gemini-2.5-flash).
it: Identificatore del modello Gemini (ad esempio: gemini-2.5-flash).
ja: Geminiモデル識別子（例：gemini-2.5-flash）。
nl: Gemini-modelidentificator (bijvoorbeeld: gemini-2.5-flash).
no: Gemini modellidentifikator (for eksempel: gemini-2.5-flash).
pl: Identyfikator modelu Gemini (na przykład: gemini-2.5-flash).
ro: Identificatorul modelului Gemini (de exemplu: gemini-2.5-flash).
ru: Идентификатор модели Gemini (например: gemini-2.5-flash).
sk: Identifikátor modelu Gemini (napríklad: gemini-2.5-flash).
sv: Gemini-modellidentifierare (till exempel: gemini-2.5-flash).

source: Google AI Studio API key.
bg: API ключ на Google AI Studio.
cs: API klíč Google AI Studio.
de: Google AI Studio API-Schlüssel.
el: Κλειδί API Google AI Studio.
es: Clave de API de Google AI Studio.
fi: Google AI Studio API-avain.
fr: Clé API de Google AI Studio.
he: מפתח API של Google AI Studio.
hr: Google AI Studio API ključ.
hu: Google AI Studio API kulcs.
is: Google AI Studio API lykill.
it: Chiave API di Google AI Studio.
ja: Google AI Studio APIキー。
nl: Google AI Studio API-sleutel.
no: Google AI Studio API-nøkkel.
pl: Klucz API Google AI Studio.
ro: Cheia API Google AI Studio.
ru: Ключ API Google AI Studio.
sk: Kľúč API Google AI Studio.
sv: Google AI Studio API-nyckel.

source: {} projects, {} MB
bg: {} проекти, {} МБ
cs: {} projekty, {} MB
de: {} Projekte, {} MB
el: {} έργα, {} MB
es: {} proyectos, {} MB
fi: {} projektia, {} MB
fr: {} projets, {} Mo
he: {} פרויקטים, {} MB
hr: {} projekata, {} MB
hu: {} projekt, {} MB
is: {} verkefni, {} MB
it: {} progetti, {} MB
ja: {} プロジェクト, {} MB
nl: {} projecten, {} MB
no: {} prosjekter, {} MB
pl: {} projekty, {} MB
ro: {} proiecte, {} MB
ru: {} проекты, {} МБ
sk: {} projekty, {} MB
sv: {} projekt, {} MB

source: No backups found
bg: Няма намерени резервни копия
cs: Žádné zálohy nenalezeny
de: Keine Sicherungen gefunden
el: Δεν βρέθηκαν αντίγραφα ασφαλείας
es: No se encontraron copias de seguridad
fi: Ei varmuuskopioita löytynyt
fr: Aucune sauvegarde trouvée
he: לא נמצאו גיבויים
hr: Nema pronađenih sigurnosnih kopija
hu: Nincsenek biztonsági másolatok.
is: Engin afritun fannst ekki
it: Nessun backup trovato
ja: バックアップが見つかりませんでした
nl: Geen back-ups gevonden
no: Ingen sikkerhetskopier funnet
pl: Nie znaleziono kopii zapasowych
ro: Nu s-au găsit copii de rezervă
ru: Резервные копии не найдены
sk: Žiadne zálohy nenájdené
sv: Inga säkerhetskopior hittades

source: Create a backup or import an existing database file
bg: Създайте резервно копие или импортирайте съществуващ файл на база данни
cs: Vytvořte zálohu nebo importujte existující databázový soubor
de: Erstellen Sie ein Backup oder importieren Sie eine vorhandene Datenbankdatei
el: Δημιουργήστε ένα αντίγραφο ασφαλείας ή εισάγετε ένα υπάρχον αρχείο βάσης δεδομένων
es: Crear una copia de seguridad o importar un archivo de base de datos existente
fi: Luo varmuuskopio tai tuo olemassa oleva tietokantatiedosto
fr: Créer une sauvegarde ou importer un fichier de base de données existant
he: צור גיבוי או ייבא קובץ מסד נתונים קיים
hr: Izradite sigurnosnu kopiju ili uvezite postojeću datoteku baze podataka
hu: Készítsen biztonsági másolatot, vagy importáljon egy meglévő adatbázisfájlt.
is: Búðu til afrit eða flyttu inn núverandi gagnagrunns skrá
it: Crea un backup o importa un file di database esistente
ja: バックアップを作成するか、既存のデータベースファイルをインポートします
nl: Maak een back-up of importeer een bestaand databasebestand
no: Opprett en sikkerhetskopi eller importer en eksisterende databasefil
pl: Utwórz kopię zapasową lub zaimportuj istniejący plik bazy danych
ro: Creează o copie de rezervă sau importă un fișier de bază de date existent
ru: Создайте резервную копию или импортируйте существующий файл базы данных
sk: Vytvorte zálohu alebo importujte existujúci súbor databázy
sv: Skapa en säkerhetskopia eller importera en befintlig databasfil

source: {:.1f} MB • {} projects • {}
bg: {:.1f} MB • {} проекта • {}
cs: {:.1f} MB • {} projektů • {}
de: {:.1f} MB • {} Projekte • {}
el: {:.1f} MB • {} έργα • {}
es: {:.1f} MB • {} proyectos • {}
fi: {:.1f} Mt • {} projektia • {}
fr: {:.1f} Mo • {} projets • {}
he: {:.1f} MB • {} פרויקטים • {}
hr: {:.1f} MB • {} projekata • {}
hu: {:.1f} MB • {} projekt • {}
is: {:.1f} MB • {} verkefni • {}
it: {:.1f} MB • {} progetti • {}
ja: {:.1f} MB • {} プロジェクト • {}
nl: {:.1f} MB • {} projecten • {}
no: {:.1f} MB • {} prosjekter • {}
pl: {:.1f} MB • {} projektów • {}
ro: {:.1f} MB • {} proiecte • {}
ru: {:.1f} МБ • {} проектов • {}
sk: {:.1f} MB • {} projekty • {}
sv: {:.1f} MB • {} projekt • {}

source: Valid backup
bg: Валидно копие
cs: Platný zálohování
de: Gültige Sicherung
el: Έγκυρο αντίγραφο ασφαλείας
es: Copia de seguridad válida
fi: Voimassa oleva varmuuskopio
fr: Sauvegarde valide
he: גיבוי תקף
hr: Valjana sigurnosna kopija
hu: Érvényes biztonsági másolat
is: Gildur afritun
it: Backup valido
ja: 有効なバックアップ
nl: Geldige back-up
no: Gyldig sikkerhetskopi
pl: Ważna kopia zapasowa
ro: Backup valid
ru: Действительная резервная копия
sk: Platný záloh
sv: Giltig säkerhetskopia

source: Invalid or corrupted backup
bg: Невалидно или повредено резервно копие
cs: Neplatná nebo poškozená záloha
de: Ungültige oder beschädigte Sicherung
el: Μη έγκυρο ή κατεστραμμένο αντίγραφο ασφαλείας
es: Copia de seguridad inválida o corrupta
fi: Virheellinen tai vaurioitunut varmuuskopio
fr: Sauvegarde invalide ou corrompue
he: גיבוי לא תקין או פגום
hr: Nevažeća ili oštećena sigurnosna kopija
hu: Érvénytelen vagy sérült biztonsági másolat
is: Ógildur eða skemmdur afrit.
it: Backup non valido o danneggiato
ja: 無効または破損したバックアップ
nl: Ongeldige of beschadigde back-up
no: Ugyldig eller ødelagt sikkerhetskopi
pl: Nieprawidłowa lub uszkodzona kopia zapasowa
ro: Backup invalid sau corupt
ru: Неверная или поврежденная резервная копия
sk: Neplatná alebo poškodená záloha
sv: Ogiltig eller skadad säkerhetskopia

source: Import this backup
bg: Импортируйте тази резервна копия
cs: Importujte tuto zálohu
de: Importiere dieses Backup
el: Εισάγετε αυτό το αντίγραφο ασφαλείας
es: Importar esta copia de seguridad
fi: Tuo tämä varmuuskopio
fr: Importer cette sauvegarde
he: ייבא גיבוי זה
hr: Uvezi ovu sigurnosnu kopiju
hu: Importáld ezt a biztonsági másolatot
is: Importaðu þessa afritun
it: Importa questo backup
ja: このバックアップをインポート
nl: Importeer deze back-up
no: Importer denne sikkerhetskopien
pl: Importuj tę kopię zapasową
ro: Importă această copie de rezervă
ru: Импортировать этот резервный файл
sk: Importujte túto zálohu
sv: Importera denna säkerhetskopia

source: Backup Failed
bg: Резервното копие неуспешно
cs: Zálohování se nezdařilo
de: Sicherung fehlgeschlagen
el: Αποτυχία Δημιουργίας Αντιγράφου Ασφαλείας
es: Copia de seguridad fallida
fi: Varmuuskopiointi epäonnistui
fr: Sauvegarde échouée
he: גיבוי נכשל
hr: Backup nije uspio
hu: Biztonsági mentés sikertelen
is: Afturheimt mistókst
it: Backup non riuscito
ja: バックアップに失敗しました
nl: Back-up mislukt
no: Sikkerhetskopiering mislyktes
pl: Kopia zapasowa nie powiodła się
ro: Backup eșuat
ru: Резервное копирование не удалось
sk: Zálohovanie zlyhalo
sv: Säkerhetskopiering misslyckades

source: Could not create backup. Check the console for details.
bg: Не можа да се създаде резервно копие. Проверете конзолата за подробности.
cs: Nepodařilo se vytvořit zálohu. Zkontrolujte konzoli pro podrobnosti.
de: Konnte kein Backup erstellen. Überprüfen Sie die Konsole auf Details.
el: Δεν ήταν δυνατή η δημιουργία αντιγράφου ασφαλείας. Ελέγξτε την κονσόλα για λεπτομέρειες.
es: No se pudo crear la copia de seguridad. Verifique la consola para obtener detalles.
fi: Varmuuskopion luominen epäonnistui. Tarkista konsoli saadaksesi lisätietoja.
fr: Impossible de créer une sauvegarde. Vérifiez la console pour plus de détails.
he: לא ניתן ליצור גיבוי. בדוק את הקונסולה לפרטים.
hr: Nije moguće stvoriti sigurnosnu kopiju. Provjerite konzolu za detalje.
hu: Nem sikerült biztonsági másolatot készíteni. Ellenőrizze a konzolt a részletekért.
is: Gat ekki að búa til afrit. Athugaðu skýrsluna fyrir frekari upplýsingar.
it: Impossibile creare il backup. Controlla la console per i dettagli.
ja: バックアップを作成できませんでした。詳細はコンソールを確認してください。
nl: Kon geen back-up maken. Controleer de console voor details.
no: Kunne ikke opprette sikkerhetskopi. Sjekk konsollen for detaljer.
pl: Nie można utworzyć kopii zapasowej. Sprawdź konsolę, aby uzyskać szczegóły.
ro: Nu s-a putut crea backup-ul. Verificați consola pentru detalii.
ru: Не удалось создать резервную копию. Проверьте консоль для получения подробной информации.
sk: Nepodarilo sa vytvoriť zálohu. Skontrolujte konzolu pre podrobnosti.
sv: Kunde inte skapa säkerhetskopian. Kontrollera konsolen för detaljer.

source: Import Successful
bg: Импортът е успешен
cs: Import úspěšný
de: Import erfolgreich
el: Εισαγωγή Επιτυχής
es: Importación exitosa
fi: Tuonti onnistui
fr: Importation réussie
he: ייבוא הצליח
hr: Uvoz uspješan
hu: Importálás sikeres
is: Innflutning Tókst
it: Importazione riuscita
ja: インポート成功
nl: Import succesvol
no: Import vellykket
pl: Importowanie zakończone sukcesem
ro: Importare reușită
ru: Импорт успешен
sk: Import bol úspešný
sv: Importen lyckades

source: Database imported successfully. The application will refresh to show the imported projects.
bg: Базата данни беше успешно импортирана. Приложението ще се обнови, за да покаже импортираните проекти.
cs: Databáze byla úspěšně importována. Aplikace se obnoví, aby zobrazila importované projekty.
de: Datenbank erfolgreich importiert. Die Anwendung wird aktualisiert, um die importierten Projekte anzuzeigen.
el: Η βάση δεδομένων εισήχθη με επιτυχία. Η εφαρμογή θα ανανεωθεί για να εμφανίσει τα εισαγμένα έργα.
es: Base de datos importada con éxito. La aplicación se actualizará para mostrar los proyectos importados.
fi: Tietokanta tuotiin onnistuneesti. Sovellus päivitetään näyttämään tuodut projektit.
fr: Base de données importée avec succès. L'application va se rafraîchir pour afficher les projets importés.
he: המסד נתונים יובא בהצלחה. היישום יתעדכן כדי להציג את הפרויקטים המיובאים.
hr: Baza podataka uspješno je uvezena. Aplikacija će se osvježiti kako bi prikazala uvezene projekte.
hu: Az adatbázis sikeresen importálva. Az alkalmazás frissülni fog, hogy megjelenítse az importált projekteket.
is: Gagnagrunnur fluttur inn með góðum árangri. Forritið mun endurnýja sig til að sýna flutt verkefni.
it: Database importato con successo. L'applicazione si aggiornerà per mostrare i progetti importati.
ja: データベースが正常にインポートされました。アプリケーションはインポートされたプロジェクトを表示するために更新されます。
nl: Database succesvol geïmporteerd. De applicatie wordt vernieuwd om de geïmporteerde projecten weer te geven.
no: Databasen ble importert med suksess. Applikasjonen vil oppdatere for å vise de importerte prosjektene.
pl: Baza danych została pomyślnie zaimportowana. Aplikacja odświeży się, aby wyświetlić zaimportowane projekty.
ro: Baza de date a fost importată cu succes. Aplicația se va reîmprospăta pentru a arăta proiectele importate.
ru: База данных успешно импортирована. Приложение обновится, чтобы отобразить импортированные проекты.
sk: Databáza bola úspešne importovaná. Aplikácia sa obnoví, aby zobrazila importované projekty.
sv: Databasen har importerats framgångsrikt. Applikationen kommer att uppdateras för att visa de importerade projekten.

source: Import Failed
bg: Импортът неуспешен
cs: Import selhal.
de: Import fehlgeschlagen
el: Αποτυχία Εισαγωγής
es: Importación fallida
fi: Tuonti epäonnistui
fr: Importation échouée
he: ייבוא נכשל
hr: Uvoz neuspješan
hu: Importálás sikertelen
is: Innflutning misheppnaðist
it: Importazione non riuscita
ja: インポートに失敗しました
nl: Importeren mislukt
no: Import mislyktes
pl: Importowanie nie powiodło się
ro: Import eșuat
ru: Импорт не удался
sk: Import zlyhal
sv: Importen misslyckades

source: Could not import the database. Your current database remains unchanged.
bg: Не можа да се импортира базата данни. Вашата текуща база данни остава непроменена.
cs: Nepodařilo se importovat databázi. Vaše aktuální databáze zůstává nezměněna.
de: Die Datenbank konnte nicht importiert werden. Ihre aktuelle Datenbank bleibt unverändert.
el: Δεν ήταν δυνατή η εισαγωγή της βάσης δεδομένων. Η τρέχουσα βάση δεδομένων σας παραμένει αμετάβλητη.
es: No se pudo importar la base de datos. Su base de datos actual permanece sin cambios.
fi: Tietokantaa ei voitu tuoda. Nykyinen tietokantasi pysyy muuttumattomana.
fr: Impossible d'importer la base de données. Votre base de données actuelle reste inchangée.
he: לא ניתן לייבא את מסד הנתונים. מסד הנתונים הנוכחי שלך נשאר ללא שינוי.
hr: Nije moguće uvesti bazu podataka. Vaša trenutna baza podataka ostaje nepromijenjena.
hu: Nem sikerült importálni az adatbázist. A jelenlegi adatbázisa változatlan marad.
is: Gat ekki að flytja inn gagnagrunninn. Núverandi gagnagrunnur þinn er óbreyttur.
it: Impossibile importare il database. Il tuo database attuale rimane invariato.
ja: データベースをインポートできませんでした。現在のデータベースは変更されていません。
nl: Kon de database niet importeren. Uw huidige database blijft ongewijzigd.
no: Kunne ikke importere databasen. Din nåværende database forblir uendret.
pl: Nie można zaimportować bazy danych. Twoja obecna baza danych pozostaje niezmieniona.
ro: Nu s-a putut importa baza de date. Baza de date curentă rămâne neschimbată.
ru: Не удалось импортировать базу данных. Ваша текущая база данных осталась без изменений.
sk: Nepodarilo sa importovať databázu. Vaša aktuálna databáza zostáva nezmenená.
sv: Kunde inte importera databasen. Din nuvarande databas förblir oförändrad.

source: No file selected
bg: Няма избран файл
cs: Žádný soubor nebyl vybrán
de: Keine Datei ausgewählt
el: Δεν έχει επιλεγεί αρχείο
es: Ningún archivo seleccionado
fi: Ei tiedostoa valittuna
fr: Aucun fichier sélectionné
he: לא נבחר קובץ
hr: Nema odabranih datoteka
hu: Nincs fájl kiválasztva
is: Engin valin ekki.
it: Nessun file selezionato
ja: ファイルが選択されていません
nl: Geen bestand geselecteerd
no: Ingen fil valgt
pl: Nie wybrano pliku
ro: Niciun fișier selectat
ru: Файл не выбран
sk: Žiadny súbor nie je vybraný
sv: Ingen fil vald

source: Browse...
bg: Преглед...
cs: Procházet...
de: Durchsuchen...
el: Περιήγηση...
es: Explorar...
fi: Selaa...
fr: Parcourir...
he: דפדף...
hr: Pretraži...
hu: Böngészés...
is: Skoða...
it: Sfoglia...
ja: ブラウズ...
nl: Bladeren...
no: Bla gjennom...
pl: Przeglądaj...
ro: Răsfoiește...
ru: Обзор...
sk: Prehľadávať...
sv: Bläddra...

source: Left
bg: Ляво
cs: Doleva
de: Links
el: Αριστερά
es: Izquierda
fi: Vasen
fr: Gauche
he: שמאל
hr: Lijevo
hu: Balra
is: Vinstri
it: Sinistra
ja: 左
nl: Links
no: Venstre
pl: Lewo
ro: Stânga
ru: Левый
sk: Ľavý
sv: Vänster

source: Center
bg: Център
cs: Střed
de: Zentrum
el: Κέντρο
es: Centro
fi: Keskus
fr: Centre
he: מרכז
hr: Središte
hu: Középpont
is: Miðja
it: Centro
ja: センター
nl: Centrum
no: Senter
pl: Centrum
ro: Centru
ru: Центр
sk: Stred

source: Right
bg: Дясно
cs: Pravý
de: Rechts
el: Δεξί
es: Derecho
fi: Oikea
fr: Droit
he: ימין
hr: Desno
hu: Jobb
is: Hægra
it: Destra
ja: 右
nl: Rechts
no: Høyre
pl: Prawo
ro: Dreapta
ru: Право
sk: Pravý
sv: Höger
