Repository: Dionarley/tac-writer
Catalog: po/*.po
Languages: bg, cs, de, el, es, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, ro, ru, sk, sv

source: Select a PDF file of your text for review. The AI ​​will perform a spelling, grammar, and semantic analysis. IMPORTANT: Consider the 10,000 character limit for free APIs. Splitting your text into multiple files may be an alternative to paid API.
bg: Изберете PDF файл на текста си за преглед. AI ще извърши проверка на правописа, граматиката и семантичния анализ. ВАЖНО: Имайте предвид лимита от 10,000 знака за безплатни API. Разделянето на текста на множество файлове може да бъде алтернатива на платения API.
cs: Vyberte PDF soubor vašeho textu k revizi. AI provede analýzu pravopisu, gramatiky a sémantiky. DŮLEŽITÉ: Zvažte limit 10 000 znaků pro bezplatné API. Rozdělení vašeho textu do více souborů může být alternativou k placenému API.
de: Wählen Sie eine PDF-Datei Ihres Textes zur Überprüfung aus. Die KI wird eine Rechtschreib-, Grammatik- und semantische Analyse durchführen. WICHTIG: Berücksichtigen Sie das Limit von 10.000 Zeichen für kostenlose APIs. Das Aufteilen Ihres Textes in mehrere Dateien kann eine Alternative zu kostenpflichtigen APIs sein.
el: Επιλέξτε ένα αρχείο PDF του κειμένου σας για αναθεώρηση. Η AI θα εκτελέσει ανάλυση ορθογραφίας, γραμματικής και σημασιολογίας. ΣΗΜΑΝΤΙΚΟ: Λάβετε υπόψη το όριο των 10.000 χαρακτήρων για δωρεάν APIs. Η διαίρεση του κειμένου σας σε πολλαπλά αρχεία μπορεί να είναι μια εναλλακτική λύση για πληρωμένα API.
es: Seleccione un archivo PDF de su texto para revisión. La IA realizará un análisis de ortografía, gramática y semántica. IMPORTANTE: Tenga en cuenta el límite de 10,000 caracteres para las API gratuitas. Dividir su texto en varios archivos puede ser una alternativa a la API de pago.
fi: Valitse PDF-tiedosto tekstistäsi tarkistettavaksi. AI suorittaa oikeinkirjoituksen, kieliopin ja semanttisen analyysin. TÄRKEÄÄ: Ota huomioon 10 000 merkin raja ilmaisille API:ille. Tekstisi jakaminen useisiin tiedostoihin voi olla vaihtoehto maksulliselle API:lle.
fr: Sélectionnez un fichier PDF de votre texte pour révision. L'IA effectuera une analyse orthographique, grammaticale et sémantique. IMPORTANT : Tenez compte de la limite de 10 000 caractères pour les API gratuites. Diviser votre texte en plusieurs fichiers peut être une alternative à l'API payante.
he: בחר קובץ PDF של הטקסט שלך לסקירה. ה-AI יבצע ניתוח איות, דקדוק וסמנטיקה. חשוב: קח בחשבון את מגבלת 10,000 התווים עבור APIs חינמיים. חלוקת הטקסט שלך לקבצים מרובים עשויה להיות חלופה ל-API בתשלום.
hr: Odaberite PDF datoteku vašeg teksta za pregled. AI će izvršiti analizu pravopisa, gramatike i semantike. VAŽNO: Uzmite u obzir ograničenje od 10.000 znakova za besplatne API-je. Dijeljenje vašeg teksta u više datoteka može biti alternativa plaćenim API-ima.
hu: Válasszon ki egy PDF fájlt a szövegéhez a felülvizsgálathoz. A mesterséges intelligencia helyesírási, nyelvtani és szemantikai elemzést végez. FONTOS: Vegye figyelembe a 10 000 karakteres korlátot az ingyenes API-k esetében. A szöveg több fájlra bontása alternatíva lehet a fizetős API-hoz.
is: Veldu PDF skjal af texta þínum til endurskoðunar. Gervigreindin mun framkvæma stafsetningar-, málfræði- og merkingargreiningu. Mikilvægt: Íhugaðu 10.000 stafa takmarkið fyrir ókeypis API. Að skipta texta þínum í mörg skjöl gæti verið valkostur við greitt API.
it: Seleziona un file PDF del tuo testo per la revisione. L'IA eseguirà un'analisi ortografica, grammaticale e semantica. IMPORTANTE: Considera il limite di 10.000 caratteri per le API gratuite. Suddividere il tuo testo in più file può essere un'alternativa all'API a pagamento.
ja: テキストのレビュー用にPDFファイルを選択してください。 AIはスペル、文法、意味の分析を行います。 重要: 無料APIの10,000文字制限を考慮してください。テキストを複数のファイルに分割することは、有料APIの代替手段となる場合があります。
nl: Selecteer een PDF-bestand van uw tekst voor beoordeling. De AI zal een spelling-, grammatica- en semantische analyse uitvoeren. BELANGRIJK: Houd rekening met de limiet van 10.000 tekens voor gratis API's. Het splitsen van uw tekst in meerdere bestanden kan een alternatief zijn voor betaalde API's.
no: Velg en PDF-fil av teksten din for gjennomgang. AI-en vil utføre en stave-, grammatikk- og semantisk analyse. VIKTIG: Vurder grensen på 10 000 tegn for gratis API-er. Å dele teksten din opp i flere filer kan være et alternativ til betalt API.
pl: Wybierz plik PDF z tekstem do przeglądu. Sztuczna inteligencja przeprowadzi analizę ortograficzną, gramatyczną i semantyczną. WAŻNE: Weź pod uwagę limit 10 000 znaków dla darmowych interfejsów API. Podzielenie tekstu na wiele plików może być alternatywą dla płatnego interfejsu API.
ro: Selectați un fișier PDF al textului dumneavoastră pentru revizuire. AI-ul va efectua o analiză a ortografiei, gramaticii și semanticii. IMPORTANT: Luați în considerare limita de 10.000 de caractere pentru API-urile gratuite. Împărțirea textului dumneavoastră în mai multe fișiere poate fi o alternativă la API-urile plătite.
ru: Выберите PDF-файл вашего текста для проверки. Искусственный интеллект выполнит анализ орфографии, грамматики и семантики. ВАЖНО: Учитывайте лимит в 10 000 символов для бесплатных API. Разделение вашего текста на несколько файлов может быть альтернативой платному API.
sk: Vyberte súbor PDF vášho textu na preskúmanie. AI vykoná analýzu pravopisu, gramatiky a sémantiky. DÔLEŽITÉ: Zohľadnite limit 10 000 znakov pre bezplatné API. Rozdelenie vášho textu do viacerých súborov môže byť alternatívou k platenému API.
sv: Välj en PDF-fil av din text för granskning. AI:n kommer att utföra en stavnings-, grammatik- och semantisk analys. VIKTIGT: Tänk på gränsen på 10 000 tecken för gratis-API:er. Att dela upp din text i flera filer kan vara ett alternativ till betalda API:er.

source: Choose PDF...
bg: Изберете PDF...
cs: Vyberte PDF...
de: PDF auswählen...
el: Επιλέξτε PDF...
es: Elegir PDF...
fi: Valitse PDF...
fr: Choisir PDF...
he: בחר PDF...
hr: Odaberite PDF...
hu: Válassza a PDF-et...
is: Veldu PDF...
it: Scegli PDF...
ja: PDFを選択...
nl: Kies PDF...
no: Velg PDF...
pl: Wybierz PDF...
ro: Alege PDF...
ru: Выбрать PDF...
sk: Vyberte PDF...
sv: Välj PDF...

source: Run Analysis
bg: Стартиране на анализ
cs: Spustit analýzu
de: Analyse ausführen
el: Εκτέλεση Ανάλυσης
es: Ejecutar Análisis
fi: Suorita analyysi
fr: Exécuter l'analyse
he: הרץ ניתוח
hr: Pokreni analizu
hu: Elemzés futtatása
is: Keyra greiningar
it: Esegui Analisi
ja: 分析を実行
nl: Analyse uitvoeren
no: Kjør analyse
pl: Uruchom analizę
ro: Execută Analiza
ru: Запустить анализ
sk: Spustiť analýzu
sv: Kör analys

source: Analyzing (may take a few minutes)
bg: Анализиране (може да отнеме няколко минути)
cs: Analyzování (může to trvat několik minut)
de: Analysiere (kann einige Minuten dauern)
el: Ανάλυση (μπορεί να διαρκέσει μερικά λεπτά)
es: Analizando (puede tardar unos minutos)
fi: Analysointi (voi kestää muutaman minuutin)
fr: Analyse en cours (cela peut prendre quelques minutes)
he: מנתח (עשוי לקחת כמה דקות)
hr: Analiza (može potrajati nekoliko minuta)
hu: Elemzés (több percet is igénybe vehet)
is: Greining (gæti tekið nokkrar mínútur)
it: Analizzando (potrebbe richiedere alcuni minuti)
ja: 分析中（数分かかる場合があります）
nl: Analyseren (kan enkele minuten duren)
no: Analyserer (kan ta noen minutter)
pl: Analizowanie (może potrwać kilka minut)
ro: Analizând (poate dura câteva minute)
ru: Анализ данных (может занять несколько минут)
sk: Analyzovanie (môže to trvať niekoľko minút)
sv: Analyserar (kan ta några minuter)

source: Project name cannot be empty
bg: Името на проекта не може да бъде празно
cs: Název projektu nemůže být prázdný
de: Projektname darf nicht leer sein
el: Το όνομα του έργου δεν μπορεί να είναι κενό
es: El nombre del proyecto no puede estar vacío.
fi: Projektin nimi ei voi olla tyhjää.
fr: Le nom du projet ne peut pas être vide
he: שם הפרויקט לא יכול להיות ריק
hr: Naziv projekta ne može biti prazan
hu: A projekt neve nem lehet üres.
is: Nafn verkefnis má ekki vera tómt
it: Il nome del progetto non può essere vuoto
ja: プロジェクト名は空にできません
nl: Projectnaam mag niet leeg zijn
no: Prosjektnavnet kan ikke være tomt
pl: Nazwa projektu nie może być pusta
ro: Numele proiectului nu poate fi gol
ru: Имя проекта не может быть пустым
sk: Názov projektu nemôže byť prázdny
sv: Projektnamn kan inte vara tomt

source: Project name is too long (max 100 characters)
bg: Името на проекта е твърде дълго (макс 100 знака)
cs: Název projektu je příliš dlouhý (max 100 znaků)
de: Der Projektname ist zu lang (max. 100 Zeichen)
el: Το όνομα του έργου είναι πολύ μεγάλο (μέγιστο 100 χαρακτήρες)
es: El nombre del proyecto es demasiado largo (máx. 100 caracteres)
fi: Projektin nimi on liian pitkä (max 100 merkkiä)
fr: Le nom du projet est trop long (max 100 caractères)
he: שם הפרויקט ארוך מדי (מקסימום 100 תווים)
hr: Ime projekta je predugačko (maksimalno 100 znakova)
hu: A projekt neve túl hosszú (max 100 karakter)
is: Nafn verkefnisins er of langt (max 100 stafir)
it: Il nome del progetto è troppo lungo (max 100 caratteri)
ja: プロジェクト名が長すぎます（最大100文字）
nl: Projectnaam is te lang (max 100 tekens)
no: Prosjektnavnet er for langt (maks 100 tegn)
pl: Nazwa projektu jest zbyt długa (maks. 100 znaków)
ro: Numele proiectului este prea lung (max 100 caractere)
ru: Имя проекта слишком длинное (макс. 100 символов)
sk: Názov projektu je príliš dlhý (max 100 znakov)
sv: Projektnamnet är för långt (max 100 tecken)

source: Failed to save project to database
bg: Неуспешно запазване на проекта в базата данни
cs: Nepodařilo se uložit projekt do databáze
de: Projekt konnte nicht in der Datenbank gespeichert werden
el: Αποτυχία αποθήκευσης του έργου στη βάση δεδομένων
es: Error al guardar el proyecto en la base de datos
fi: Projektin tallentaminen tietokantaan epäonnistui
fr: Échec de l'enregistrement du projet dans la base de données
he: נכשל בשמירת הפרויקט למסד הנתונים
hr: Neuspjelo spremanje projekta u bazu podataka
hu: A projekt mentése az adatbázisba nem sikerült
is: Mistók að vista verkefni í gagnagrunni
it: Impossibile salvare il progetto nel database
ja: プロジェクトをデータベースに保存できませんでした
nl: Mislukt om project op te slaan in de database
no: Feilet å lagre prosjektet til databasen
pl: Nie udało się zapisać projektu w bazie danych
ro: Nu s-a reușit salvarea proiectului în baza de date
ru: Не удалось сохранить проект в базе данных
sk: Nepodarilo sa uložiť projekt do databázy
sv: Misslyckades med att spara projektet till databasen

source: Invalid Input
bg: Невалиден вход
cs: Neplatný vstup
de: Ungültige Eingabe
el: Μη έγκυρη είσοδος
es: Entrada no válida
fi: Virheellinen syöte
fr: Entrée invalide
he: קלט לא חוקי
hr: Nevažeći unos
hu: Érvénytelen bemenet
is: Ógildur inntak
it: Input non valido
ja: 無効な入力
nl: Ongeldige invoer
no: Ugyldig inndata
pl: Nieprawidłowe dane wejściowe
ro: Intrare invalidă
ru: Неверный ввод
sk: Neplatný vstup
sv: Ogiltig inmatning

source: Error Creating Project
bg: Грешка при създаване на проект
cs: Chyba při vytváření projektu
de: Fehler beim Erstellen des Projekts
el: Σφάλμα κατά τη δημιουργία έργου
es: Error al crear el proyecto
fi: Virhe projektin luomisessa
fr: Erreur de création de projet
he: שגיאה ביצירת פרויקט
hr: Greška prilikom kreiranja projekta
hu: Hiba a projekt létrehozásakor
is: Villa að búa til verkefni
it: Errore nella creazione del progetto
ja: プロジェクトの作成エラー
nl: Fout bij het aanmaken van project
no: Feil ved oppretting av prosjekt
pl: Błąd podczas tworzenia projektu
ro: Eroare la crearea proiectului
ru: Ошибка при создании проекта
sk: Chyba pri vytváraní projektu
sv: Fel vid skapande av projekt

source: Unexpected Error
bg: Неочаквана грешка
cs: Neočekávaná chyba
de: Unerwarteter Fehler
el: Αναπάντεχο Σφάλμα
es: Error inesperado
fi: Odottamaton virhe
fr: Erreur inattendue
he: שגיאה בלתי צפויה
hr: Neočekivana pogreška
hu: Váratlan hiba
is: Óvænt villa
it: Errore imprevisto
ja: 予期しないエラー
nl: Onverwachte fout
no: Uventet feil
pl: Nieoczekiwany błąd
ro: Eroare neașteptată
ru: Неожиданная ошибка
sk: Neočakávaná chyba
sv: Oväntat fel

source: {} words, {} paragraphs
bg: {} думи, {} абзаци
cs: {} slov, {} odstavců
de: {} Wörter, {} Absätze
el: {} λέξεις, {} παράγραφοι
es: {} palabras, {} párrafos
fi: {} sanaa, {} kappaletta
fr: {} mots, {} paragraphes
he: {} מילים, {} פסקאות
hr: {} riječi, {} odlomaka
hu: {} szót, {} bekezdést
is: {} orð, {} málsgreinar
it: {} parole, {} paragrafi
ja: {} ワード、{} パラグラフ
nl: {} woorden, {} paragrafen
no: {} ord, {} avsnitt
pl: {} słów, {} akapitów
ro: {} cuvinte, {} paragrafe
ru: {} слов, {} абзацев
sk: {} slová, {} odseky
sv: {} ord, {} stycken

source: OpenRouter model identifier (for example: x-ai/grok-4.1-fast:free).
bg: Идентификатор на модела OpenRouter (например: x-ai/grok-4.1-fast:free).
cs: Identifikátor modelu OpenRouter (například: x-ai/grok-4.1-fast:free).
de: OpenRouter-Modellbezeichner (zum Beispiel: x-ai/grok-4.1-fast:free).
el: Ταυτοποίηση μοντέλου OpenRouter (για παράδειγμα: x-ai/grok-4.1-fast:free).
es: Identificador de modelo de OpenRouter (por ejemplo: x-ai/grok-4.1-fast:free).
fi: OpenRouter-mallin tunniste (esimerkiksi: x-ai/grok-4.1-fast:free).
fr: Identifiant de modèle OpenRouter (par exemple : x-ai/grok-4.1-fast:free).
he: מזהה מודל OpenRouter (למשל: x-ai/grok-4.1-fast:free).
hr: Identifikator modela OpenRouter (na primjer: x-ai/grok-4.1-fast:free).
hu: OpenRouter modellazonosító (például: x-ai/grok-4.1-fast:free).
is: OpenRouter módelskilríki (til dæmis: x-ai/grok-4.1-fast:free).
it: Identificatore del modello OpenRouter (ad esempio: x-ai/grok-4.1-fast:free).
ja: OpenRouterモデル識別子（例：x-ai/grok-4.1-fast:free）。
nl: OpenRouter model identificatie (bijvoorbeeld: x-ai/grok-4.1-fast:free).
no: OpenRouter modellidentifikator (for eksempel: x-ai/grok-4.1-fast:free).
pl: Identyfikator modelu OpenRouter (na przykład: x-ai/grok-4.1-fast:free).
ro: Identificator model OpenRouter (de exemplu: x-ai/grok-4.1-fast:free).
ru: Идентификатор модели OpenRouter (например: x-ai/grok-4.1-fast:free).
sk: Identifikátor modelu OpenRouter (napríklad: x-ai/grok-4.1-fast:free).
sv: OpenRouter modellidentifierare (till exempel: x-ai/grok-4.1-fast:free).

source: OpenRouter API key.
bg: OpenRouter API ключ.
cs: Klíč API OpenRouter.
de: OpenRouter API-Schlüssel.
el: Κλειδί API OpenRouter.
es: Clave de API de OpenRouter.
fi: OpenRouter API-avain.
fr: Clé API OpenRouter.
he: מפתח API של OpenRouter.
hr: OpenRouter API ključ.
hu: OpenRouter API kulcs.
is: OpenRouter API lykill.
it: Chiave API di OpenRouter.
ja: OpenRouter APIキー。
nl: OpenRouter API-sleutel.
no: OpenRouter API-nøkkel.
pl: Klucz API OpenRouter.
ro: Cheia API OpenRouter.
ru: Ключ API OpenRouter.
sk: Kľúč OpenRouter API.
sv: OpenRouter API-nyckel.

source: model-name
bg: модел-име
cs: název-modelu
de: modellname
el: όνομα-μοντέλου
es: nombre-del-modelo
fi: mallin-nimi
fr: nom-du-modèle
he: שם-מודל
hr: naziv-modela
hu: modell-név
is: líkani-nafn
it: nome-modello
ja: モデル名
nl: model-naam
no: modellnavn
pl: nazwa-modelu
ro: nume-model
ru: имя модели
sk: názov modelu
sv: modellnamn

source: Model identifier required by the selected provider.
bg: Идентификатор на модела, изискван от избрания доставчик.
cs: Identifikátor modelu vyžadovaný vybraným poskytovatelem.
de: Modellbezeichner, der vom ausgewählten Anbieter benötigt wird.
el: Απαιτείται αναγνωριστικό μοντέλου από τον επιλεγμένο πάροχο.
es: Se requiere un identificador de modelo por parte del proveedor seleccionado.
fi: Mallin tunnus vaaditaan valitulta tarjoajalta.
fr: Identifiant de modèle requis par le fournisseur sélectionné.
he: מזהה מודל נדרש על ידי הספק הנבחר.
hr: Identifikator modela potreban odabranom pružatelju.
hu: A kiválasztott szolgáltató által megkövetelt modellazonosító.
is: Líkilauðagildi nauðsynlegt af valda þjónustuaðila.
it: Identificatore del modello richiesto dal fornitore selezionato.
ja: 選択したプロバイダーによって必要なモデル識別子。
nl: Modelidentificator vereist door de geselecteerde provider.
no: Modellidentifikator kreves av den valgte leverandøren.
pl: Identyfikator modelu wymagany przez wybranego dostawcę.
ro: Identificatorul modelului este necesar de către furnizorul selectat.
ru: Идентификатор модели, необходимый для выбранного поставщика.
sk: Identifikátor modelu požadovaný vybraným poskytovateľom.
sv: Modellidentifierare krävs av den valda leverantören.

source: API key used to authenticate requests.
bg: API ключ, използван за удостоверяване на заявки.
cs: API klíč používaný k ověřování požadavků.
de: API-Schlüssel zur Authentifizierung von Anfragen.
el: Κλειδί API που χρησιμοποιείται για την αυθεντικοποίηση αιτημάτων.
es: Clave de API utilizada para autenticar solicitudes.
fi: API-avain, jota käytetään pyyntöjen todennukseen.
fr: Clé API utilisée pour authentifier les requêtes.
he: מפתח API המשמש לאימות בקשות.
hr: API ključ koji se koristi za autentifikaciju zahtjeva.
hu: API kulcs a kérések hitelesítéséhez.
is: API lykill notaður til að staðfesta beiðnir.
it: Chiave API utilizzata per autenticare le richieste.
ja: リクエストを認証するために使用されるAPIキー。
nl: API-sleutel die wordt gebruikt om verzoeken te authenticeren.
no: API-nøkkel som brukes for å autentisere forespørselene.
pl: Klucz API używany do uwierzytelniania żądań.
ro: Cheie API utilizată pentru a autentifica cererile.
ru: Ключ API, используемый для аутентификации запросов.
sk: API kľúč používaný na autentifikáciu požiadaviek.
sv: API-nyckel som används för att autentisera förfrågningar.

source: What is TAC Writer?
bg: Какво е TAC Writer?
cs: Co je TAC Writer?
de: Was ist TAC Writer?
el: Τι είναι το TAC Writer;
es: ¿Qué es TAC Writer?
fi: Mikä on TAC Writer?
fr: Qu'est-ce que TAC Writer ?
he: מהו TAC Writer?
hr: Što je TAC Writer?
hu: Mi az a TAC Writer?
is: Hvað er TAC Writer?
it: Che cos'è TAC Writer?
ja: TAC Writerとは何ですか？
nl: Wat is TAC Writer?
no: Hva er TAC Writer?
pl: Czym jest TAC Writer?
ro: Ce este TAC Writer?
ru: Что такое TAC Writer?
sk: Čo je TAC Writer?
sv: Vad är TAC Writer?

source: Continuous Argumentation Technique (TAC in Portuguese):
bg: Непрекъсната аргументационна техника (TAC на португалски):
cs: Kontinuální argumentační technika (TAC v portugalštině):
de: Kontinuierliche Argumentationstechnik (TAC auf Portugiesisch):
el: Συνεχής Τεχνική Επιχειρηματολογίας (TAC στα Πορτογαλικά):
es: Técnica de Argumentação Contínua (TAC en portugués):
fi: Jatkuva Argumentointitekniikka (TAC portugaliksi):
fr: Technique d'Argumentation Continue (TAC en portugais) :
he: טכניקת טיעון מתמשך (TAC בפורטוגזית):
hr: Kontinuirana tehnika argumentacije (TAC na portugalskom):
hu: Folyamatos Érvelési Technika (TAC portugálul):
is: Samfelldar Rökfræði Tækni (TAC á portúgölsku):
it: Tecnica di Argomentazione Continua (TAC in portoghese):
ja: 継続的議論技術 (ポルトガル語でTAC)
nl: Continue Argumentatietechniek (TAC in het Portugees):
no: Kontinuerlig Argumentasjonsteknikk (TAC på portugisisk):
pl: Ciągła Technika Argumentacji (TAC w języku portugalskim):
ro: Tehnica de Argumentare Continuă (TAC în portugheză):
ru: Техника непрерывной аргументации (TAC на португальском)
sk: Kontinuálna argumentačná technika (TAC v portugalčine):
sv: Kontinuerlig Argumentationsteknik (TAC på portugisiska):

source: Backup created successfully
bg: Резервното копие беше създадено успешно
cs: Záloha byla úspěšně vytvořena
de: Backup erfolgreich erstellt
el: Η δημιουργία αντιγράφου ασφαλείας ολοκληρώθηκε με επιτυχία
es: Copia de seguridad creada con éxito
fi: Varmuuskopio luotiin onnistuneesti
fr: Sauvegarde créée avec succès
he: גיבוי נוצר בהצלחה
hr: Sigurnosna kopija je uspješno kreirana
hu: A biztonsági másolat sikeresen létrejött
is: Afritun búnaðar var búin til með góðum árangri
it: Backup creato con successo
ja: バックアップが正常に作成されました
nl: Back-up succesvol aangemaakt
no: Sikkerhetskopi opprettet vellykket
pl: Kopia zapasowa została pomyślnie utworzona
ro: Backup creat cu succes
ru: Резервная копия успешно создана
sk: Záloha bola úspešne vytvorená
sv: Säkerhetskopiering skapad framgångsrikt

source: Invalid Backup
bg: Невалиден архив
cs: Neplatná záloha
de: Ungültige Sicherung
el: Μη έγκυρη Αντίγραφο ασφαλείας
es: Copia de seguridad no válida
fi: Virheellinen varmuuskopio
fr: Sauvegarde invalide
he: גיבוי לא תקין
hr: Nevažeća sigurnosna kopija
hu: Érvénytelen biztonsági másolat
is: Ógildur afritun
it: Backup non valido
ja: 無効なバックアップ
nl: Ongeldige back-up
no: Ugyldig sikkerhetskopi
pl: Nieprawidłowa kopia zapasowa
ro: Backup invalid
ru: Неверная резервная копия
sk: Neplatná záloha
sv: Ogiltig säkerhetskopia

source: The selected file is not a valid TAC database backup.
bg: Избраният файл не е валиден архив на TAC база данни.
cs: Vybraný soubor není platná záloha databáze TAC.
de: Die ausgewählte Datei ist kein gültiges TAC-Datenbank-Backup.
el: Το επιλεγμένο αρχείο δεν είναι έγκυρο αντίγραφο ασφαλείας βάσης δεδομένων TAC.
es: El archivo seleccionado no es una copia de seguridad válida de la base de datos TAC.
fi: Valittu tiedosto ei ole voimassa oleva TAC-tietokannan varmuuskopio.
fr: Le fichier sélectionné n'est pas une sauvegarde valide de la base de données TAC.
he: הקובץ שנבחר אינו גיבוי תקף של מסד נתונים TAC.
hr: Odabrana datoteka nije važeća TAC sigurnosna kopija baze podataka.
hu: A kiválasztott fájl nem érvényes TAC adatbázis biztonsági másolat.
is: Valda skráin er ekki gilt TAC gagnagrunnsafrit.
it: Il file selezionato non è un backup valido del database TAC.
ja: 選択したファイルは有効なTACデータベースバックアップではありません。
nl: Het geselecteerde bestand is geen geldige TAC-databaseback-up.
no: Den valgte filen er ikke en gyldig TAC-databasebackup.
pl: Wybrany plik nie jest prawidłowym kopią zapasową bazy danych TAC.
ro: Fișierul selectat nu este o copie de rezervă validă a bazei de date TAC.
ru: Выбранный файл не является действительной резервной копией базы данных TAC.
sk: Vybraný súbor nie je platná záloha databázy TAC.
sv: Den valda filen är inte en giltig TAC-databasbackup.
