Repository: Dionarley/tac-writer
Catalog: po/*.po
Languages: bg, cs, de, el, es, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, ro, ru, sk, sv

source: Unexpected error exporting to PDF: {}: {}
bg: Неочаквана грешка при експортиране в PDF: {}: {}
cs: Neočekávaná chyba při exportu do PDF: {}: {}
de: Unerwarteter Fehler beim Exportieren nach PDF: {}: {}
el: Αναπάντεχο σφάλμα κατά την εξαγωγή σε PDF: {}: {}
es: Error inesperado al exportar a PDF: {}: {}
fi: Odottamaton virhe PDF:ään vientiä tehdessä: {}: {}
fr: Erreur inattendue lors de l'exportation au format PDF : {} : {}
he: שגיאה בלתי צפויה בייצוא ל-PDF: {}: {}
hr: Neočekivana greška prilikom izvoza u PDF: {}: {}
hu: Váratlan hiba a PDF-be való exportáláskor: {}: {}
is: Óvænt villa við útflutning í PDF: {}: {}
it: Errore imprevisto durante l'esportazione in PDF: {}: {}
ja: PDFへのエクスポート中に予期しないエラーが発生しました: {}: {}
nl: Onverwachte fout bij het exporteren naar PDF: {}: {}
no: Uventet feil ved eksportering til PDF: {}: {}
pl: Nieoczekiwany błąd podczas eksportowania do PDF: {}: {}
ro: Eroare neașteptată la exportarea în PDF: {}: {}
ru: Неожиданная ошибка при экспорте в PDF: {}: {}
sk: Neočakávaná chyba pri exporte do PDF: {}: {}
sv: Oväntat fel vid export av PDF: {}: {}

source: Migration failed with database error: {}
bg: Миграцията неуспешна с грешка в базата данни: {}
cs: Migrace selhala s chybou databáze: {}
de: Migration ist mit Datenbankfehler fehlgeschlagen: {}
el: Η μετανάστευση απέτυχε με σφάλμα βάσης δεδομένων: {}
es: La migración falló con error de base de datos: {}
fi: Siirto epäonnistui tietokantavirheen vuoksi: {}
fr: La migration a échoué avec une erreur de base de données : {}
he: הגירה נכשלה עם שגיאת מסד נתונים: {}
hr: Migracija je neuspjela s greškom u bazi podataka: {}
hu: A migráció meghiúsult adatbázis hiba miatt: {}
is: Gögnaflutning mistókst með gagnagrunns villa: {}
it: La migrazione è fallita con errore del database: {}
ja: マイグレーションに失敗しました。データベースエラー: {}
nl: Migratie mislukt met databasefout: {}
no: Migrering mislyktes med databasefeil: {}
pl: Migracja nie powiodła się z powodu błędu bazy danych: {}
ro: Migrarea a eșuat cu eroare de bază de date: {}
ru: Миграция не удалась из-за ошибки базы данных: {}
sk: Migrácia zlyhala s chybou databázy: {}
sv: Migration misslyckades med databasfel: {}

source: JSON serialization error for project {}: {}
bg: Грешка при сериализация на JSON за проект {}: {}
cs: Chyba serializace JSON pro projekt {}: {}
de: JSON-Serialisierungsfehler für Projekt {}: {}
el: Σφάλμα σειριοποίησης JSON για το έργο {}: {}
es: Error de serialización JSON para el proyecto {}: {}
fi: JSON-sarjallistusvirhe projektille {}: {}
fr: Erreur de sérialisation JSON pour le projet {} : {}
he: שגיאת סריאליזציה של JSON עבור פרויקט {}: {}
hr: Greška pri serijalizaciji JSON-a za projekt {}: {}
hu: JSON sorosítási hiba a(z) {} projekthez: {}
is: JSON rauntunarskipt villa fyrir verkefni {}: {}
it: Errore di serializzazione JSON per il progetto {}: {}
ja: プロジェクト {} の JSON シリアル化エラー: {}
nl: JSON-serialisatiefout voor project {}: {}
no: JSON serialiseringsfeil for prosjekt {}: {}
pl: Błąd serializacji JSON dla projektu {}: {}
ro: Eroare de serializare JSON pentru proiectul {}: {}
ru: Ошибка сериализации JSON для проекта {}: {}
sk: Chyba serializácie JSON pre projekt {}: {}
sv: JSON serialiseringsfel för projekt {}: {}

source: Project with ID {} not found in database.
bg: Проект с ID {} не е намерен в базата данни.
cs: Projekt s ID {} nebyl nalezen v databázi.
de: Projekt mit der ID {} nicht in der Datenbank gefunden.
el: Το έργο με ID {} δεν βρέθηκε στη βάση δεδομένων.
es: Proyecto con ID {} no encontrado en la base de datos.
fi: Projektia, jonka ID on {}, ei löytynyt tietokannasta.
fr: Projet avec l'ID {} non trouvé dans la base de données.
he: הפרויקט עם מזהה {} לא נמצא במסד הנתונים.
hr: Projekt s ID-jem {} nije pronađen u bazi podataka.
hu: A(z) {} azonosítójú projekt nem található az adatbázisban.
is: Verkefni með auðkenni {} fannst ekki í gagnagrunni.
it: Progetto con ID {} non trovato nel database.
ja: データベースにID {} のプロジェクトが見つかりません。
nl: Project met ID {} niet gevonden in de database.
no: Prosjekt med ID {} ble ikke funnet i databasen.
pl: Projekt o identyfikatorze {} nie został znaleziony w bazie danych.
ro: Proiectul cu ID {} nu a fost găsit în baza de date.
ru: Проект с ID {} не найден в базе данных.
sk: Projekt s ID {} nebol nájdený v databáze.
sv: Projekt med ID {} hittades inte i databasen.

source: Successfully imported database with {} projects
bg: Успешно импортирана база данни с {} проекта
cs: Úspěšně importována databáze s {} projekty
de: Datenbank mit {} Projekten erfolgreich importiert
el: Επιτυχής εισαγωγή βάσης δεδομένων με {} έργα
es: Base de datos importada con éxito con {} proyectos
fi: Tietokanta on tuotu onnistuneesti, jossa on {} projektia
fr: Base de données importée avec succès avec {} projets
he: ייבוא מסד נתונים עם {} פרויקטים בוצע בהצלחה
hr: Uspješno uvezena baza podataka s {} projekata
hu: Sikeresen importált adatbázis {} projekttel.
is: Sýndist að hafa flutt inn gagnagrunn með {} verkefnum
it: Database importato con successo con {} progetti
ja: {} プロジェクトを含むデータベースを正常にインポートしました。
nl: Database succesvol geïmporteerd met {} projecten
no: Databasen med {} prosjekter ble importert med suksess
pl: Pomyślnie zaimportowano bazę danych z {} projektami
ro: Bază de date importată cu succes cu {} proiecte
ru: Успешно импортирована база данных с {} проектами
sk: Úspešne importovaná databáza s {} projektmi
sv: Framgångsrikt importerad databas med {} projekt

source: Invalid paragraph {}: missing field '{}'
bg: Невалиден параграф {}: липсва поле '{}'
cs: Neplatný odstavec {}: chybějící pole '{}'
de: Ungültiger Absatz {}: fehlendes Feld '{}'
el: Μη έγκυρη παράγραφος {}: λείπει το πεδίο '{}'
es: Párrafo inválido {}: falta el campo '{}'
fi: Virheellinen kappale {}: puuttuva kenttä '{}'
fr: Paragraphe invalide {} : champ '{}' manquant
he: פסקה לא תקפה {}: שדה חסר '{}'
hr: Nevažeći odlomak {}: nedostaje polje '{}'
hu: Érvénytelen bekezdés {}: hiányzó mező '{}'
is: Ógildur málsgrein {}: vantar reit '{}'
it: Paragrafo non valido {}: campo '{}' mancante
ja: 無効な段落 {}: 欠落しているフィールド '{}'
nl: Ongeldig alinea {}: ontbrekend veld '{}'
no: Ugyldig avsnitt {}: manglende felt '{}'
pl: Nieprawidłowy akapit {}: brakująca pole '{}'
ro: Paragraf invalid {}: câmp lipsă '{}'
ru: Неверный абзац {}: отсутствует поле '{}'
sk: Neplatný odstavec {}: chýbajúce pole '{}'
sv: Ogiltigt stycke {}: saknar fält '{}'

source: Error loading {}: {}
bg: Грешка при зареждане {}: {}
cs: Chyba při načítání {}: {}
de: Fehler beim Laden {}: {}
el: Σφάλμα κατά την φόρτωση {}: {}
es: Error al cargar {}: {}
fi: Virhe ladattaessa {}: {}
fr: Erreur de chargement {} : {}
he: שגיאה בטעינת {}: {}
hr: Greška pri učitavanju {}: {}
hu: Hiba a {} betöltésekor: {}
is: Villa að hlaða {}: {}
it: Errore durante il caricamento {}: {}
ja: {}の読み込みエラー: {}
nl: Fout bij het laden {}: {}
no: Feil ved lasting av {}: {}
pl: Błąd ładowania {}: {}
ro: Eroare la încărcarea {}: {}
ru: Ошибка загрузки {}: {}
sk: Chyba pri načítaní {}: {}
sv: Fel vid inläsning av {}: {}

source: JSON serialization error for paragraph {}: {}
bg: Грешка при сериализация на JSON за параграф {}: {}
cs: Chyba serializace JSON pro odstavec {}: {}
de: JSON-Serialisierungsfehler für Absatz {}: {}
el: Σφάλμα σειριοποίησης JSON για την παράγραφο {}: {}
es: Error de serialización JSON para el párrafo {}: {}
fi: JSON-sarjallistusvirhe kappaleelle {}: {}
fr: Erreur de sérialisation JSON pour le paragraphe {} : {}
he: שגיאת סריאליזציה של JSON עבור פסקה {}: {}
hr: Greška u JSON serijalizaciji za odlomak {}: {}
hu: JSON sorosítási hiba a(z) {} bekezdéshez: {}
is: JSON serialiseringarvilla fyrir málsgrein {}: {}
it: Errore di serializzazione JSON per il paragrafo {}: {}
ja: 段落 {} の JSON シリアル化エラー: {}
nl: JSON-serialisatiefout voor alinea {}: {}
no: JSON serialiseringsfeil for avsnitt {}: {}
pl: Błąd serializacji JSON dla akapitu {}: {}
ro: Eroare de serializare JSON pentru paragraf {}: {}
ru: Ошибка сериализации JSON для абзаца {}: {}
sk: Chyba serializácie JSON pre odsek {}: {}
sv: JSON serialiseringsfel för stycke {}: {}

source: Saved project to database: {}
bg: Запазен проект в базата данни: {}
cs: Uložený projekt do databáze: {}
de: Projekt in der Datenbank gespeichert: {}
el: Αποθηκεύτηκε το έργο στη βάση δεδομένων: {}
es: Proyecto guardado en la base de datos: {}
fi: Tallennettu projekti tietokantaan: {}
fr: Projet enregistré dans la base de données : {}
he: פרויקט נשמר במסד הנתונים: {}
hr: Spremljen projekt u bazu podataka: {}
hu: Mentett projekt az adatbázisba: {}
is: Vista verkefni í gagnagrunni: {}
it: Progetto salvato nel database: {}
ja: データベースにプロジェクトを保存しました: {}
nl: Project opgeslagen in database: {}
no: Lagre prosjekt til database: {}
pl: Zapisano projekt do bazy danych: {}
ro: Proiect salvat în baza de date: {}
ru: Сохранённый проект в базе данных: {}
sk: Uložený projekt do databázy: {}
sv: Sparat projekt i databasen: {}

source: Failed to save project to database: {}
bg: Неуспешно запазване на проекта в базата данни: {}
cs: Nepodařilo se uložit projekt do databáze: {}
de: Fehler beim Speichern des Projekts in der Datenbank: {}
el: Αποτυχία αποθήκευσης έργου στη βάση δεδομένων: {}
es: Error al guardar el proyecto en la base de datos: {}
fi: Projektin tallentaminen tietokantaan epäonnistui: {}
fr: Échec de l'enregistrement du projet dans la base de données : {}
he: נכשל בשמירת הפרויקט למסד הנתונים: {}
hr: Neuspjelo spremanje projekta u bazu podataka: {}
hu: A projekt mentése az adatbázisba nem sikerült: {}
is: Mistók að vista verkefni í gagnagrunni: {}
it: Impossibile salvare il progetto nel database: {}
ja: データベースにプロジェクトを保存できませんでした: {}
nl: Project opslaan in database mislukt: {}
no: Kunne ikke lagre prosjektet i databasen: {}
pl: Nie udało się zapisać projektu w bazie danych: {}
ro: Eșec la salvarea proiectului în baza de date: {}
ru: Не удалось сохранить проект в базе данных: {}
sk: Nepodarilo sa uložiť projekt do databázy: {}
sv: Misslyckades med att spara projektet till databasen: {}

source: Database error saving project '{}': {}
bg: Грешка в базата данни при запазване на проекта '{}': {}
cs: Chyba databáze při ukládání projektu '{}': {}
de: Datenbankfehler beim Speichern des Projekts '{}': {}
el: Σφάλμα βάσης δεδομένων κατά την αποθήκευση του έργου '{}': {}
es: Error de base de datos al guardar el proyecto '{}': {}
fi: Tietokantavirhe tallennettaessa projektia '{}': {}
fr: Erreur de base de données lors de l'enregistrement du projet '{}': {}
he: שגיאת מסד נתונים בשמירת פרויקט '{}': {}
hr: Greška baze podataka prilikom spremanja projekta '{}': {}
hu: Adatbázis hiba a projekt mentésekor '{}': {}
is: Gagnagrunns villa við að vista verkefni '{}': {}
it: Errore del database durante il salvataggio del progetto '{}': {}
ja: プロジェクト '{}' の保存中にデータベースエラーが発生しました: {}
nl: Databasefout bij het opslaan van project '{}': {}
no: Databasefeil ved lagring av prosjekt '{}': {}
pl: Błąd bazy danych podczas zapisywania projektu '{}': {}
ro: Eroare de bază de date la salvarea proiectului '{}': {}
ru: Ошибка базы данных при сохранении проекта '{}': {}
sk: Chyba databázy pri ukladaní projektu '{}': {}
sv: Databasfel vid sparande av projekt '{}': {}

source: Unexpected error saving project '{}': {}: {}
bg: Неочаквана грешка при запазване на проекта '{}': {}: {}
cs: Neočekávaná chyba při ukládání projektu '{}': {}: {}
de: Unerwarteter Fehler beim Speichern des Projekts '{}': {}: {}
el: Αναπάντεχο σφάλμα κατά την αποθήκευση του έργου '{}': {}: {}
es: Error inesperado al guardar el proyecto '{}': {}: {}
fi: Odottamaton virhe tallennettaessa projektia '{}': {}: {}
fr: Erreur inattendue lors de l'enregistrement du projet '{}': {}: {}
he: שגיאה בלתי צפויה בשמירת הפרויקט '{}': {}: {}
hr: Neočekivana greška prilikom spremanja projekta '{}': {}: {}
hu: Váratlan hiba a projekt mentésekor '{}': {}: {}
is: Óvænt villa við að vista verkefni '{}': {}: {}
it: Errore imprevisto durante il salvataggio del progetto '{}': {}: {}
ja: プロジェクト '{}' の保存中に予期しないエラーが発生しました: {}: {}
nl: Onverwachte fout bij het opslaan van project '{}': {}: {}
no: Uventet feil ved lagring av prosjekt '{}': {}: {}
pl: Nieoczekiwany błąd podczas zapisywania projektu '{}': {}: {}
ro: Eroare neașteptată la salvarea proiectului '{}': {}: {}
ru: Неожиданная ошибка при сохранении проекта '{}': {}: {}
sk: Neočakávaná chyba pri ukladaní projektu '{}': {}: {}
sv: Oväntat fel vid sparande av projekt '{}': {}: {}

source: Error reading backup file {}: {}
bg: Грешка при четене на резервно копие {}: {}
cs: Chyba při čtení záložního souboru {}: {}
de: Fehler beim Lesen der Sicherungsdatei {}: {}
el: Σφάλμα κατά την ανάγνωση του αρχείου αντιγράφου ασφαλείας {}: {}
es: Error al leer el archivo de copia de seguridad {}: {}
fi: Virhe varmuuskopiotiedoston lukemisessa {}: {}
fr: Erreur de lecture du fichier de sauvegarde {} : {}
he: שגיאה בקריאת קובץ הגיבוי {}: {}
hr: Greška pri čitanju datoteke sigurnosne kopije {}: {}
hu: Hiba a biztonsági mentési fájl olvasásakor {}: {}
is: Villa að lesa afrits skrá {}: {}
it: Errore nella lettura del file di backup {}: {}
ja: バックアップファイル {} の読み取りエラー: {}
nl: Fout bij het lezen van het back-upbestand {}: {}
no: Feil ved lesing av sikkerhetskopifil {}: {}
pl: Błąd podczas odczytu pliku kopii zapasowej {}: {}
ro: Eroare la citirea fișierului de backup {}: {}
ru: Ошибка чтения файла резервной копии {}: {}
sk: Chyba pri čítaní záložného súboru {}: {}
sv: Fel vid läsning av säkerhetskopifil {}: {}

source: Export format '{}' not available
bg: Формат за експортиране '{}' не е наличен
cs: Formát exportu '{}' není k dispozici
de: Exportformat '{}' nicht verfügbar
el: Η μορφή εξαγωγής '{}' δεν είναι διαθέσιμη
es: El formato de exportación '{}' no está disponible.
fi: Vienti muotoa '{}' ei ole saatavilla
fr: Le format d'exportation '{}' n'est pas disponible.
he: פורמט הייצוא '{}' אינו זמין
hr: Format izvoza '{}' nije dostupan
hu: Az exportálási formátum '{}' nem elérhető
is: Útfærsluformát '{}' ekki í boði
it: Formato di esportazione '{}' non disponibile
ja: エクスポート形式 '{}' は利用できません
nl: Exportformaat '{}' niet beschikbaar
no: Eksportformatet '{}' er ikke tilgjengelig
pl: Format eksportu '{}' niedostępny
ro: Formatul de export '{}' nu este disponibil
ru: Формат экспорта '{}' недоступен
sk: Export formát '{}' nie je k dispozícii
sv: Exportformat '{}' är inte tillgängligt

source: Failed to migrate {} projects
bg: Неуспешно мигрирани {} проекта
cs: Nepodařilo se migrovat {} projektů
de: Migration von {} Projekten fehlgeschlagen
el: Αποτυχία μετανάστευσης {} έργων
es: Error al migrar {} proyectos
fi: Siirto epäonnistui {} projektia
fr: Échec de la migration de {} projets
he: נכשל במעבר {} פרויקטים
hr: Neuspjela migracija {} projekata
hu: A {} projekt migrálása nem sikerült
is: Mistókst að flytja {} verkefni
it: Impossibile migrare {} progetti
ja: {} プロジェクトの移行に失敗しました
nl: Migratie van {} projecten mislukt
no: Mislyktes med å migrere {} prosjekter
pl: Nie udało się migrować {} projektów
ro: Migrarea a {} proiecte a eșuat
ru: Не удалось мигрировать {} проектов
sk: Nepodarilo sa migrovať {} projekty
sv: Misslyckades med att migrera {} projekt

source: Migration failed, transaction rolled back: {}
bg: Миграцията неуспешна, транзакцията е отменена: {}
cs: Migrace selhala, transakce byla vrácena: {}
de: Migration fehlgeschlagen, Transaktion zurückgerollt: {}
el: Η μετανάστευση απέτυχε, η συναλλαγή αναιρέθηκε: {}
es: La migración falló, la transacción se revirtió: {}
fi: Siirto epäonnistui, tapahtuma peruutettiin: {}
fr: La migration a échoué, la transaction a été annulée : {}
he: הגירה נכשלה, העסקה בוטלה: {}
hr: Migracija nije uspjela, transakcija je vraćena: {}
hu: A migráció meghiúsult, a tranzakció visszagörgetve: {}
is: Gögnaflutning mistókst, viðskipti voru afturkölluð: {}
it: Migrazione fallita, transazione annullata: {}
ja: マイグレーションに失敗しました。トランザクションがロールバックされました: {}
nl: Migratie mislukt, transactie teruggedraaid: {}
no: Migrering mislyktes, transaksjon rullet tilbake: {}
pl: Migracja nie powiodła się, transakcja została wycofana: {}
ro: Migrarea a eșuat, tranzacția a fost anulată: {}
ru: Миграция не удалась, транзакция отменена: {}
sk: Migrácia zlyhala, transakcia bola vrátená: {}
sv: Migration misslyckades, transaktionen rullades tillbaka: {}

source: Warning: Could not rename {}: {}
bg: Предупреждение: Неуспешно преименуване на {}: {}
cs: Upozornění: Nelze přejmenovat {}: {}
de: Warnung: Konnte {} nicht umbenennen: {}
el: Προειδοποίηση: Δεν ήταν δυνατή η μετονομασία του {}: {}
es: Advertencia: No se pudo renombrar {}: {}
fi: Varoitus: {} ei voitu nimetä uudelleen: {}
fr: Avertissement : Impossible de renommer {} : {}
he: אזהרה: לא ניתן לשנות שם ל-{}: {}
hr: Upozorenje: Nije moguće preimenovati {}: {}
hu: Figyelmeztetés: Nem sikerült átnevezni {}: {}
is: Aðvörun: Gat ekki endurnefnt {}: {}
it: Avviso: Impossibile rinominare {}: {}
ja: 警告: {} の名前を変更できませんでした: {}
nl: Waarschuwing: Kon {} niet hernoemen: {}
no: Advarsel: Kunne ikke gi nytt navn til {}: {}
pl: Ostrzeżenie: Nie można zmienić nazwy {}: {}
ro: Atenție: Nu s-a putut schimba numele {}: {}
ru: Предупреждение: Не удалось переименовать {}: {}
sk: Upozornenie: Nepodarilo sa premenovať {}: {}
sv: Varning: Kunde inte döpa om {}: {}

source: Error adding image to PDF: {}
bg: Грешка при добавяне на изображение в PDF: {}
cs: Chyba při přidávání obrázku do PDF: {}
de: Fehler beim Hinzufügen des Bildes zur PDF: {}
el: Σφάλμα κατά την προσθήκη εικόνας στο PDF: {}
es: Error al agregar imagen al PDF: {}
fi: Virhe kuvan lisäämisessä PDF-tiedostoon: {}
fr: Erreur d'ajout d'image au PDF : {}
he: שגיאה בהוספת תמונה ל-PDF: {}
hr: Greška prilikom dodavanja slike u PDF: {}
hu: Hiba a kép PDF-hez való hozzáadásakor: {}
is: Villa að bæta mynd við PDF: {}
it: Errore durante l'aggiunta dell'immagine al PDF: {}
ja: PDFへの画像の追加エラー: {}
nl: Fout bij het toevoegen van afbeelding aan PDF: {}
no: Feil ved å legge til bilde i PDF: {}
pl: Błąd podczas dodawania obrazu do PDF: {}
ro: Eroare la adăugarea imaginii în PDF: {}
ru: Ошибка при добавлении изображения в PDF: {}
sk: Chyba pri pridávaní obrázka do PDF: {}
sv: Fel vid tillägg av bild till PDF: {}

source: TAC - Continuous Argumentation Technique
bg: ТАК - Непрекъсната аргументационна техника
cs: TAC - Kontinuální argumentační technika
de: TAC - Kontinuierliche Argumentationstechnik
el: ΤΑC - Συνεχής Τεχνική Επιχειρηματολογίας
es: TAC - Técnica de Argumentación Continua
fi: TAC - Jatkuva Argumentointitekniikka
fr: TAC - Technique d'Argumentation Continue
he: TAC - טכניקת טיעון מתמשך
hr: TAC - Kontinuirana tehnika argumentacije
hu: TAC - Folyamatos Érvelési Technika
is: TAC - Samfelldar röksemdaraðferð
it: TAC - Tecnica di Argomentazione Continua
ja: TAC - 継続的議論技術
nl: TAC - Continue Argumentatietechniek
no: TAC - Kontinuerlig Argumentasjonsteknikk
pl: TAC - Ciągła Technika Argumentacji
ro: TAC - Tehnica de Argumentare Continuă
ru: ТАК - Непрерывная аргументационная техника
sk: TAC - Kontinuálna argumentačná technika
sv: TAC - Kontinuerlig Argumentationsteknik

source: New Project (Ctrl+N)
bg: Нов проект (Ctrl+N)
cs: Nový projekt (Ctrl+N)
de: Neues Projekt (Strg+N)
el: Νέο Έργο (Ctrl+N)
es: Nuevo Proyecto (Ctrl+N)
fi: Uusi projekti (Ctrl+N)
fr: Nouveau projet (Ctrl+N)
he: פרויקט חדש (Ctrl+N)
hr: Novi projekt (Ctrl+N)
hu: Új projekt (Ctrl+N)
is: Nýr Verkefni (Ctrl+N)
it: Nuovo Progetto (Ctrl+N)
ja: 新規プロジェクト (Ctrl+N)
nl: Nieuw Project (Ctrl+N)
no: Nytt prosjekt (Ctrl+N)
pl: Nowy projekt (Ctrl+N)
ro: Proiect Nou (Ctrl+N)
ru: Новый проект (Ctrl+N)
sk: Nový projekt (Ctrl+N)
sv: Nytt projekt (Ctrl+N)

source: Pomodoro Timer
bg: Помодоро Таймер
cs: Pomodoro Časovač
el: Χρονοδιακόπτης Πομόντορο
es: Temporizador Pomodoro
fi: Pomodoro-ajastin
fr: Minuteur Pomodoro
he: טיימר פומודורו
hr: Pomodoro Tajmer
hu: Pomodoro Időzítő
is: Pomodoro Tími
it: Timer Pomodoro
ja: ポモドーロタイマー
pl: Timer Pomodoro
ro: Cronometru Pomodoro
ru: Таймер Помодоро
sk: Pomodoro časovač

source: Main Menu
bg: Главно меню
cs: Hlavní nabídka
de: Hauptmenü
el: Κύριο Μενού
es: Menú Principal
fi: Päävalikko
fr: Menu Principal
he: תפריט ראשי
hr: Glavni izbornik
hu: Főmenü
is: Aðalvalmynd
it: Menu Principale
ja: メインメニュー
nl: Hoofdmenu
no: Hovedmeny
pl: Menu Główny
ro: Meniu Principal
ru: Главное меню
sk: Hlavné menu
sv: Huvudmeny

source: Save Project (Ctrl+S)
bg: Запази проекта (Ctrl+S)
cs: Uložit projekt (Ctrl+S)
de: Projekt speichern (Strg+S)
el: Αποθήκευση Έργου (Ctrl+S)
es: Guardar Proyecto (Ctrl+S)
fi: Tallenna projekti (Ctrl+S)
fr: Enregistrer le projet (Ctrl+S)
he: שמור פרויקט (Ctrl+S)
hr: Spremi projekt (Ctrl+S)
hu: Projekt mentése (Ctrl+S)
is: Vista Verkefni (Ctrl+S)
it: Salva Progetto (Ctrl+S)
ja: プロジェクトを保存 (Ctrl+S)
nl: Project opslaan (Ctrl+S)
no: Lagre prosjekt (Ctrl+S)
pl: Zapisz projekt (Ctrl+S)
ro: Salvează Proiectul (Ctrl+S)
ru: Сохранить проект (Ctrl+S)
sk: Uložiť projekt (Ctrl+S)
sv: Spara projekt (Ctrl+S)

source: Ask AI Assistant (Ctrl+Shift+I)
bg: Попитай AI асистент (Ctrl+Shift+I)
cs: Zeptej se asistenta AI (Ctrl+Shift+I)
de: KI-Assistent fragen (Strg+Umschalt+I)
el: Ρώτησε τον Βοηθό AI (Ctrl+Shift+I)
es: Preguntar al Asistente de IA (Ctrl+Shift+I)
fi: Kysy AI-avustajalta (Ctrl+Shift+I)
fr: Demander de l'assistance à l'IA (Ctrl+Shift+I)
he: שאל את עוזר ה-AI (Ctrl+Shift+I)
hr: Pitaj AI asistenta (Ctrl+Shift+I)
hu: Kérdezd az AI Asszisztenst (Ctrl+Shift+I)
is: Spyrja AI aðstoðarmann (Ctrl+Shift+I)
it: Chiedi all'Assistente AI (Ctrl+Shift+I)
ja: AIアシスタントに聞く (Ctrl+Shift+I)
nl: Vraag AI-assistent (Ctrl+Shift+I)
no: Spør AI-assistent (Ctrl+Shift+I)
pl: Zapytaj Asystenta AI (Ctrl+Shift+I)
ro: Întreabă Asistentul AI (Ctrl+Shift+I)
ru: Спросить помощника ИИ (Ctrl+Shift+I)
sk: Spýtajte sa AI asistenta (Ctrl+Shift+I)
sv: Fråga AI-assistent (Ctrl+Shift+I)

source: Search...
bg: Търсене...
cs: Hledat...
de: Suchen...
el: Αναζήτηση...
es: Buscar...
fi: Hae...
fr: Recherche...
he: חפש...
hr: Pretraži...
hu: Keresés...
is: Leita...
it: Cerca...
ja: 検索...
nl: Zoeken...
no: Søk...
pl: Szukaj...
ro: Caută...
ru: Поиск...
sk: Hľadať...
sv: Sök...

source: Find next occurrence
bg: Намери следващото срещане
cs: Najít další výskyt
de: Nächste Vorkommen finden
el: Βρείτε την επόμενη εμφάνιση
es: Encontrar siguiente ocurrencia
fi: Etsi seuraava esiintyminen
fr: Trouver la prochaine occurrence
he: מצא את ההתרחשות הבאה
hr: Pronađi sljedeće pojavljivanje
hu: Következő előfordulás keresése
is: Finndu næstu tilvik
it: Trova la prossima occorrenza
ja: 次の出現を見つける
nl: Volgende voorkomen zoeken
no: Finn neste forekomst
pl: Znajdź następne wystąpienie
ro: Găsește următoarea apariție
ru: Найти следующее вхождение
sk: Nájsť ďalší výskyt
sv: Hitta nästa förekomst

source: Export Project...
bg: Експортиране на проект...
cs: Exportovat projekt...
de: Projekt exportieren...
el: Εξαγωγή Έργου...
es: Exportar proyecto...
fi: Vie projekti...
fr: Exporter le projet...
he: ייצוא פרויקט...
hr: Izvezi projekt...
hu: Projekt exportálása...
is: Flytja verkefni...
it: Esporta progetto...
ja: プロジェクトをエクスポート...
nl: Project exporteren...
no: Eksporter prosjekt...
pl: Eksportuj projekt...
ro: Exportă proiectul...
ru: Экспорт проекта...
sk: Exportovať projekt...
sv: Exportera projekt...

source: Backup Manager...
bg: Мениджър за резервно копие...
cs: Zálohovací manažer...
de: Sicherungsmanager...
el: Διαχειριστής Αντιγράφων Ασφαλείας...
es: Administrador de copias de seguridad...
fi: Varmuuskopiointihallinta...
fr: Gestionnaire de sauvegarde...
he: מנהל גיבוי...
hr: Upravitelj sigurnosnih kopija...
hu: Biztonsági mentés kezelő...
is: Afturheimtastjóri...
it: Gestore di Backup...
ja: バックアップマネージャー...
nl: Back-upbeheerder...
no: Sikkerhetskopieringsbehandling...
pl: Menedżer kopii zapasowych...
ro: Manager de Backup...
ru: Менеджер резервного копирования...
sk: Správca záloh...
sv: Säkerhetskopieringshanterare...
