Repository: Dionarley/tac-writer
Catalog: po/*.po
Languages: bg, cs, de, el, es, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, ro, ru, sk, sv

source: Error showing open project dialog: {}: {}
bg: Грешка при показване на диалоговия прозорец за отваряне на проект: {}: {}
cs: Chyba při zobrazování dialogu pro otevření projektu: {}: {}
de: Fehler beim Anzeigen des Dialogs zum Öffnen des Projekts: {}: {}
el: Σφάλμα κατά την εμφάνιση του διαλόγου ανοίγματος έργου: {}: {}
es: Error al mostrar el diálogo de apertura del proyecto: {}: {}
fi: Virhe avattaessa projektin dialogia: {}: {}
fr: Erreur lors de l'affichage de la boîte de dialogue d'ouverture du projet : {} : {}
he: שגיאה בהצגת דיאלוג פתיחת פרויקט: {}: {}
hr: Greška prilikom prikazivanja dijaloga za otvaranje projekta: {}: {}
hu: Hiba a megnyitott projekt párbeszédablak megjelenítésekor: {}: {}
is: Villa við að sýna opna verkefnaskjá: {}: {}
it: Errore durante la visualizzazione della finestra di dialogo per l'apertura del progetto: {}: {}
ja: オープンプロジェクトダイアログの表示中にエラーが発生しました: {}: {}
nl: Fout bij het weergeven van het dialoogvenster voor het openen van een project: {}: {}
no: Feil ved visning av dialog for å åpne prosjekt: {}: {}
pl: Błąd podczas wyświetlania okna dialogowego otwierania projektu: {}: {}
ro: Eroare la afișarea dialogului pentru deschiderea proiectului: {}: {}
ru: Ошибка при отображении диалогового окна открытия проекта: {}: {}
sk: Chyba pri zobrazovaní dialógu na otvorenie projektu: {}: {}
sv: Fel vid visning av dialogrutan för att öppna projekt: {}: {}

source: Error saving project: {}: {}
bg: Грешка при запазване на проекта: {}: {}
cs: Chyba při ukládání projektu: {}: {}
de: Fehler beim Speichern des Projekts: {}: {}
el: Σφάλμα κατά την αποθήκευση του έργου: {}: {}
es: Error al guardar el proyecto: {}: {}
fi: Virhe tallennettaessa projektia: {}: {}
fr: Erreur lors de l'enregistrement du projet : {} : {}
he: שגיאה בשמירת הפרויקט: {}: {}
hr: Greška pri spremanju projekta: {}: {}
hu: Hiba a projekt mentésekor: {}: {}
is: Villa að vista verkefni: {}: {}
it: Errore durante il salvataggio del progetto: {}: {}
ja: プロジェクトの保存中にエラーが発生しました: {}: {}
nl: Fout bij het opslaan van project: {}: {}
no: Feil ved lagring av prosjekt: {}: {}
pl: Błąd podczas zapisywania projektu: {}: {}
ro: Eroare la salvarea proiectului: {}: {}
ru: Ошибка при сохранении проекта: {}: {}
sk: Chyba pri ukladaní projektu: {}: {}
sv: Fel vid sparande av projekt: {}: {}

source: Error showing export dialog: {}: {}
bg: Грешка при показване на диалоговия прозорец за експортиране: {}: {}
cs: Chyba při zobrazování dialogu pro export: {}: {}
de: Fehler beim Anzeigen des Exportdialogs: {}: {}
el: Σφάλμα κατά την εμφάνιση του διαλόγου εξαγωγής: {}: {}
es: Error al mostrar el diálogo de exportación: {}: {}
fi: Virhe vientidialogin näyttämisessä: {}: {}
fr: Erreur lors de l'affichage de la boîte de dialogue d'exportation : {} : {}
he: שגיאה בהצגת דיאלוג הייצוא: {}: {}
hr: Greška prilikom prikazivanja dijaloga za izvoz: {}: {}
hu: Hiba az exportálási párbeszédpanel megjelenítésekor: {}: {}
is: Villa að sýna útflutningsglugga: {}: {}
it: Errore durante la visualizzazione della finestra di dialogo di esportazione: {}: {}
ja: エクスポートダイアログの表示中にエラーが発生しました: {}: {}
nl: Fout bij het weergeven van het exportdialoogvenster: {}: {}
no: Feil ved visning av eksportdialog: {}: {}
pl: Błąd podczas wyświetlania okna dialogowego eksportu: {}: {}
ro: Eroare la afișarea dialogului de export: {}: {}
ru: Ошибка при отображении диалогового окна экспорта: {}: {}
sk: Chyba pri zobrazovaní dialógu na export: {}: {}
sv: Fel vid visning av exportdialog: {}: {}

source: Error showing preferences dialog: {}: {}
bg: Грешка при показване на диалоговия прозорец с предпочитания: {}: {}
cs: Chyba při zobrazování dialogu s preferencemi: {}: {}
de: Fehler beim Anzeigen des Einstellungsdialogs: {}: {}
el: Σφάλμα κατά την εμφάνιση του διαλόγου προτιμήσεων: {}: {}
es: Error al mostrar el diálogo de preferencias: {}: {}
fi: Virhe asetusten valintaikkunan näyttämisessä: {}: {}
fr: Erreur lors de l'affichage de la boîte de dialogue des préférences : {} : {}
he: שגיאה בהצגת דיאלוג העדפות: {}: {}
hr: Greška prilikom prikazivanja dijaloga s postavkama: {}: {}
hu: Hiba a beállítások párbeszédpanel megjelenítésekor: {}: {}
is: Villa að sýna stillingar glugga: {}: {}
it: Errore durante la visualizzazione della finestra di dialogo delle preferenze: {}: {}
ja: 設定ダイアログの表示中にエラーが発生しました: {}: {}
nl: Fout bij het weergeven van het voorkeurenvenster: {}: {}
no: Feil ved visning av preferansevindu: {}: {}
pl: Błąd podczas wyświetlania okna preferencji: {}: {}
ro: Eroare la afișarea dialogului de preferințe: {}: {}
ru: Ошибка при отображении диалогового окна настроек: {}: {}
sk: Chyba pri zobrazovaní dialógu predvolieb: {}: {}
sv: Fel vid visning av inställningsdialog: {}: {}

source: Error showing about dialog: {}: {}
bg: Грешка при показване на диалоговия прозорец "За": {}: {}
cs: Chyba při zobrazování dialogu O aplikaci: {}: {}
de: Fehler beim Anzeigen des Über-Dialogs: {}: {}
el: Σφάλμα κατά την εμφάνιση του διαλόγου πληροφοριών: {}: {}
es: Error al mostrar el diálogo de información: {}: {}
fi: Virhe näytettäessä tietoja: {}: {}
fr: Erreur lors de l'affichage de la boîte de dialogue À propos : {} : {}
he: שגיאה בהצגת דיאלוג מידע: {}: {}
hr: Greška prilikom prikazivanja dijaloga o programu: {}: {}
hu: Hiba a névjegy párbeszédablak megjelenítésekor: {}: {}
is: Villa að sýna um glugga: {}: {}
it: Errore durante la visualizzazione della finestra di dialogo Informazioni: {}: {}
ja: ダイアログの表示中にエラーが発生しました: {}: {}
nl: Fout bij het weergeven van het overdialoog: {}: {}
no: Feil ved visning av om-dialog: {}: {}
pl: Błąd podczas wyświetlania okna dialogowego o programie: {}: {}
ro: Eroare la afișarea dialogului despre: {}: {}
ru: Ошибка при отображении диалога "О программе": {}: {}
sk: Chyba pri zobrazovaní dialógu o aplikácii: {}: {}
sv: Fel vid visning av informationsdialog: {}: {}

source: Error opening AI assistant: {}: {}
bg: Грешка при отваряне на AI асистент: {}: {}
cs: Chyba při otevírání AI asistenta: {}: {}
de: Fehler beim Öffnen des KI-Assistenten: {}: {}
el: Σφάλμα κατά το άνοιγμα του βοηθού AI: {}: {}
es: Error al abrir el asistente de IA: {}: {}
fi: Virhe avattaessa AI-avustajaa: {}: {}
fr: Erreur lors de l'ouverture de l'assistant IA : {} : {}
he: שגיאה בפתיחת עוזר ה-AI: {}: {}
hr: Greška prilikom otvaranja AI asistenta: {}: {}
hu: Hiba az AI asszisztens megnyitásakor: {}: {}
is: Villa að opna AI aðstoðarmann: {}: {}
it: Errore durante l'apertura dell'assistente AI: {}: {}
ja: AIアシスタントを開く際のエラー: {}: {}
nl: Fout bij het openen van AI-assistent: {}: {}
no: Feil ved åpning av AI-assistent: {}: {}
pl: Błąd podczas otwierania asystenta AI: {}: {}
ro: Eroare la deschiderea asistentului AI: {}: {}
ru: Ошибка при открытии AI-ассистента: {}: {}
sk: Chyba pri otváraní AI asistenta: {}: {}
sv: Fel vid öppning av AI-assistent: {}: {}

source: Error quitting application: {}: {}
bg: Грешка при затваряне на приложението: {}: {}
cs: Chyba při ukončování aplikace: {}: {}
de: Fehler beim Beenden der Anwendung: {}: {}
el: Σφάλμα κατά την έξοδο από την εφαρμογή: {}: {}
es: Error al salir de la aplicación: {}: {}
fi: Virhe sovelluksen sulkemisessa: {}: {}
fr: Erreur lors de la fermeture de l'application : {} : {}
he: שגיאה ביציאה מהיישום: {}: {}
hr: Greška pri zatvaranju aplikacije: {}: {}
hu: Hiba az alkalmazás bezárásakor: {}: {}
is: Villa að loka forritinu: {}: {}
it: Errore durante l'uscita dall'applicazione: {}: {}
ja: アプリケーションの終了中にエラーが発生しました: {}: {}
nl: Fout bij het afsluiten van de applicatie: {}: {}
no: Feil ved avslutning av applikasjon: {}: {}
pl: Błąd podczas zamykania aplikacji: {}: {}
ro: Eroare la închiderea aplicației: {}: {}
ru: Ошибка при выходе из приложения: {}: {}
sk: Chyba pri ukončení aplikácie: {}: {}
sv: Fel vid avslutning av applikationen: {}: {}

source: Error during shutdown: {}: {}
bg: Грешка по време на изключване: {}: {}
cs: Chyba během vypnutí: {}: {}
de: Fehler beim Herunterfahren: {}: {}
el: Σφάλμα κατά την απενεργοποίηση: {}: {}
es: Error durante el apagado: {}: {}
fi: Virhe sammutettaessa: {}: {}
fr: Erreur lors de l'arrêt : {} : {}
he: שגיאה במהלך כיבוי: {}: {}
hr: Greška tijekom gašenja: {}: {}
hu: Hiba a leállítás során: {}: {}
is: Villa við lokun: {}: {}
it: Errore durante lo spegnimento: {}: {}
ja: シャットダウン中のエラー: {}: {}
nl: Fout tijdens afsluiten: {}: {}
no: Feil under nedstengning: {}: {}
pl: Błąd podczas zamykania: {}: {}
ro: Eroare în timpul închiderii: {}: {}
ru: Ошибка во время завершения работы: {}: {}
sk: Chyba počas vypínania: {}: {}
sv: Fel vid avstängning: {}: {}

source: Custom icons loaded with priority: {}
bg: Персонализирани икони, заредени с приоритет: {}
cs: Vlastní ikony načteny s prioritou: {}
de: Benutzerdefinierte Symbole mit Priorität geladen: {}
el: Προσαρμοσμένα εικονίδια φορτώθηκαν με προτεραιότητα: {}
es: Iconos personalizados cargados con prioridad: {}
fi: Mukautetut kuvakkeet ladattu prioriteetilla: {}
fr: Icônes personnalisées chargées avec priorité : {}
he: אייקונים מותאמים אישית נטענים לפי עדיפות: {}
hr: Prilagođene ikone učitane s prioritetom: {}
hu: Egyedi ikonok betöltve prioritással: {}
is: Sérsniðnar táknmyndir hlaðnar með forgangi: {}
it: Icone personalizzate caricate con priorità: {}
ja: 優先度で読み込まれたカスタムアイコン: {}
nl: Aangepaste pictogrammen geladen met prioriteit: {}
no: Egendefinerte ikoner lastet med prioritet: {}
pl: Ikony niestandardowe załadowane z priorytetem: {}
ro: Iconi personalizați încărcați cu prioritate: {}
ru: Загруженные пользовательские значки с приоритетом: {}
sk: Vlastné ikony načítané s prioritou: {}
sv: Anpassade ikoner laddade med prioritet: {}

source: Warning: Could not setup icon theme: {}
bg: Предупреждение: Не можа да се настрои иконна тема: {}
cs: Upozornění: Nelze nastavit téma ikon: {}
de: Warnung: Konnte das Symbolthema nicht einrichten: {}
el: Προειδοποίηση: Δεν ήταν δυνατή η ρύθμιση του θέματος εικονιδίων: {}
es: Advertencia: No se pudo configurar el tema de iconos: {}
fi: Varoitus: Kuvateeman asetusta ei voitu määrittää: {}
fr: Avertissement : Impossible de configurer le thème d'icônes : {}
he: אזהרה: לא ניתן להגדיר את נושא האייקונים: {}
hr: Upozorenje: Nije moguće postaviti temu ikona: {}
hu: Figyelmeztetés: Nem sikerült beállítani az ikon témát: {}
is: Aðvörun: Gekk ekki að stilla táknasnið: {}
it: Avviso: Impossibile impostare il tema delle icone: {}
ja: 警告: アイコンテーマを設定できませんでした: {}
nl: Waarschuwing: Kon het pictogramthema niet instellen: {}
no: Advarsel: Kunne ikke sette opp ikon-tema: {}
pl: Ostrzeżenie: Nie można skonfigurować motywu ikon: {}
ro: Atenție: Nu s-a putut configura tema de pictograme: {}
ru: Предупреждение: Не удалось настроить тему значков: {}
sk: Upozornenie: Nepodarilo sa nastaviť tému ikon: {}
sv: Varning: Kunde inte ställa in ikontema: {}

source: Could not apply CSS: {}
bg: Не можа да се приложи CSS: {}
cs: Nelze použít CSS: {}
de: Konnte CSS nicht anwenden: {}
el: Δεν ήταν δυνατή η εφαρμογή CSS: {}
es: No se pudo aplicar CSS: {}
fi: CSS: {} ei voitu soveltaa.
fr: Impossible d'appliquer le CSS : {}
he: לא ניתן להחיל CSS: {}
hr: Nije moguće primijeniti CSS: {}
hu: Nem sikerült alkalmazni a CSS-t: {}
is: Gat ekki að beita CSS: {}
it: Impossibile applicare il CSS: {}
ja: CSSを適用できませんでした: {}
nl: Kon kon CSS toepassen: {}
no: Kunne ikke bruke CSS: {}
pl: Nie można zastosować CSS: {}
ro: Nu s-a putut aplica CSS: {}
ru: Не удалось применить CSS: {}
sk: Nemožno aplikovať CSS: {}
sv: Kunde inte tillämpa CSS: {}

source: Warning: Could not set system locale: {}
bg: Предупреждение: Не можа да се зададе системен локал: {}
cs: Upozornění: Nelze nastavit systémovou lokalizaci: {}
de: Warnung: Systemgebietsschema konnte nicht festgelegt werden: {}
el: Προειδοποίηση: Δεν ήταν δυνατή η ρύθμιση της τοπικής ρύθμισης συστήματος: {}
es: Advertencia: No se pudo establecer la configuración regional del sistema: {}
fi: Varoitus: Järjestelmän alueasetusta ei voitu asettaa: {}
fr: Avertissement : Impossible de définir la locale système : {}
he: אזהרה: לא ניתן לקבוע את המיקום של המערכת: {}
hr: Upozorenje: Nije moguće postaviti sistemski jezik: {}
hu: Figyelmeztetés: Nem sikerült beállítani a rendszer nyelvi környezetét: {}
is: Aðvörun: Gekk ekki að stilla kerfislokalega: {}
it: Avviso: Impossibile impostare la lingua del sistema: {}
ja: 警告: システムロケールを設定できませんでした: {}
nl: Waarschuwing: Kon systeemlocale niet instellen: {}
no: Advarsel: Kunne ikke sette systemlokalisering: {}
pl: Ostrzeżenie: Nie można ustawić lokalizacji systemowej: {}
ro: Atenție: Nu s-a putut seta locale-ul sistemului: {}
ru: Предупреждение: Не удалось установить системную локаль: {}
sk: Upozornenie: Nepodarilo sa nastaviť systémovú lokalizáciu: {}
sv: Varning: Kunde inte ställa in systemlokal: {}

source: Gemini did not return any usable content.
bg: Гемини не върна никакво използваемо съдържание.
cs: Gemini nevrátil žádný použitelný obsah.
de: Gemini hat keinen verwendbaren Inhalt zurückgegeben.
el: Ο Gemini δεν επέστρεψε κανένα χρήσιμο περιεχόμενο.
es: Gemini no devolvió ningún contenido utilizable.
fi: Gemini ei palannut mitään käyttökelpoista sisältöä.
fr: Gemini n'a pas renvoyé de contenu utilisable.
he: גמיני לא החזיר תוכן שניתן להשתמש בו.
hr: Gemini nije vratio nikakav upotrebljiv sadržaj.
hu: A Gemini nem adott vissza használható tartalmat.
is: Gemini skilaði engum nothæfum efni.
it: Gemini non ha restituito alcun contenuto utilizzabile.
ja: Geminiは使用可能なコンテンツを返しませんでした。
nl: Gemini heeft geen bruikbare inhoud teruggegeven.
no: Gemini returnerte ikke noe brukbart innhold.
pl: Gemini nie zwrócił żadnej użytecznej treści.
ro: Gemini nu a returnat niciun conținut utilizabil.
ru: Гемини не вернуло никаких пригодных для использования данных.
sk: Gemini nevrátil žiadny použiteľný obsah.
sv: Gemini returnerade inget användbart innehåll.

source: Unknown error.
bg: Неизвестна грешка.
cs: Neznámá chyba.
de: Unbekannter Fehler.
el: Άγνωστο σφάλμα.
es: Error desconocido.
fi: Tuntematon virhe.
fr: Erreur inconnue.
he: שגיאה לא ידועה.
hr: Nepoznata greška.
hu: Ismeretlen hiba.
is: Ókunnug villa.
it: Errore sconosciuto.
ja: 不明なエラー。
nl: Onbekende fout.
no: Ukjent feil.
pl: Nieznany błąd.
ro: Eroare necunoscută.
ru: Неизвестная ошибка.
sk: Neznáma chyba.
sv: Okänt fel.

source: Select an AI provider in Preferences ▸ AI Assistant.
bg: Изберете AI доставчик в Настройки ▸ AI Асистент.
cs: Vyberte poskytovatele AI v Nastavení ▸ Asistent AI.
de: Wählen Sie einen KI-Anbieter in den Einstellungen ▸ KI-Assistent.
el: Επιλέξτε έναν πάροχο AI στις Προτιμήσεις ▸ Βοηθός AI.
es: Selecciona un proveedor de IA en Preferencias ▸ Asistente de IA.
fi: Valitse AI-toimittaja Asetuksista ▸ AI-avustaja.
fr: Sélectionnez un fournisseur d'IA dans Préférences ▸ Assistant IA.
he: בחר ספק AI בהעדפות ▸ עוזר AI.
hr: Odaberite AI pružatelja u Postavkama ▸ AI Asistent.
hu: Válasszon egy AI szolgáltatót a Beállítások ▸ AI Asszisztens menüpontban.
is: Veldu AI veitanda í Stillingar ▸ AI Aðstoðarmaður.
it: Seleziona un fornitore di IA in Preferenze ▸ Assistente IA.
ja: 設定 ▸ AI アシスタントで AI プロバイダーを選択します。
nl: Selecteer een AI-provider in Voorkeuren ▸ AI-assistent.
no: Velg en AI-leverandør i Innstillinger ▸ AI-assistent.
pl: Wybierz dostawcę AI w Preferencjach ▸ Asystent AI.
ro: Selectați un furnizor AI în Preferințe ▸ Asistent AI.
ru: Выберите поставщика ИИ в Настройках ▸ Ассистент ИИ.
sk: Vyberte poskytovateľa AI v Predvoľbách ▸ Asistent AI.
sv: Välj en AI-leverantör i Inställningar ▸ AI-assistent.

source: Revise o texto a seguir e responda apenas com a versão corrigida.
bg: Прегледайте следния текст и отговорете само с коригираната версия.
cs: Zkontrolujte následující text a odpovězte pouze s opravenou verzí.
de: Überarbeiten Sie den folgenden Text und antworten Sie nur mit der korrigierten Version.
el: Διορθώστε το παρακάτω κείμενο και απαντήστε μόνο με την διορθωμένη έκδοση.
es: Revise el texto a continuación y responda solo con la versión corregida.
fi: Tarkista seuraava teksti ja vastaa vain korjatulla versiolla.
fr: Révisez le texte suivant et répondez uniquement avec la version corrigée.
he: שפר את הטקסט הבא וענה רק עם הגרסה המתוקנת.
hr: Revidirajte sljedeći tekst i odgovorite samo s ispravljenom verzijom.
hu: Javítsa ki az alábbi szöveget, és válaszoljon csak a javított verzióval.
is: Endurskoðaðu textann hér að neðan og svaraðu aðeins með leiðréttum útgáfu.
it: Rivedi il testo seguente e rispondi solo con la versione corretta.
ja: 次のテキストを修正し、修正されたバージョンのみで応答してください。
nl: Herzie de volgende tekst en antwoord alleen met de gecorrigeerde versie.
no: Revider teksten nedenfor og svar kun med den korrigerte versjonen.
pl: Zrewiduj poniższy tekst i odpowiedz tylko poprawioną wersją.
ro: Revizuiește textul de mai jos și răspunde doar cu versiunea corectată.
ru: Пересмотрите следующий текст и ответьте только исправленной версией.
sk: Skontrolujte nasledujúci text a odpovedzte iba s opravenou verziou.
sv: Granska följande text och svara endast med den korrigerade versionen.

source: Configure the Gemini API key in Preferences.
bg: Конфигурирайте API ключа на Gemini в Настройки.
cs: Nakonfigurujte klíč API Gemini v předvolbách.
de: Konfigurieren Sie den Gemini-API-Schlüssel in den Einstellungen.
el: Ρυθμίστε το κλειδί API Gemini στις Προτιμήσεις.
es: Configura la clave de API de Gemini en Preferencias.
fi: Määritä Gemini API -avain asetuksissa.
fr: Configurer la clé API Gemini dans les Préférences.
he: הגדר את מפתח ה-API של ג'מיני בהעדפות.
hr: Konfigurirajte Gemini API ključ u Postavkama.
hu: Állítsa be a Gemini API kulcsot a Beállításokban.
is: Stillirðu Gemini API lykilinn í Valkostum.
it: Configura la chiave API di Gemini nelle Preferenze.
ja: PreferencesでGemini APIキーを設定します。
nl: Configure de Gemini API-sleutel in Voorkeuren.
no: Konfigurer Gemini API-nøkkelen i Innstillinger.
pl: Skonfiguruj klucz API Gemini w Preferencjach.
ro: Configurează cheia API Gemini în Preferințe.
ru: Настройте ключ API Gemini в Настройках.
sk: Nakonfigurujte kľúč API Gemini v predvoľbách.
sv: Konfigurera Gemini API-nyckeln i Inställningar.

source: Configure the OpenRouter API key in Preferences.
bg: Конфигурирайте OpenRouter API ключа в Настройки.
cs: Nakonfigurujte klíč API OpenRouter v předvolbách.
de: Konfigurieren Sie den OpenRouter-API-Schlüssel in den Einstellungen.
el: Ρυθμίστε το κλειδί API του OpenRouter στις Προτιμήσεις.
es: Configura la clave de API de OpenRouter en Preferencias.
fi: Määritä OpenRouter API -avain asetuksissa.
fr: Configurer la clé API OpenRouter dans les Préférences.
he: הגדר את מפתח ה-API של OpenRouter בהעדפות.
hr: Konfigurirajte OpenRouter API ključ u Postavkama.
hu: Állítsa be az OpenRouter API kulcsot a Beállításokban.
is: Stillirðu OpenRouter API lykilinn í Valkostum.
it: Configura la chiave API di OpenRouter nelle Preferenze.
ja: PreferencesでOpenRouter APIキーを設定します。
nl: Configure de OpenRouter API-sleutel in Voorkeuren.
no: Konfigurer OpenRouter API-nøkkelen i Innstillinger.
pl: Skonfiguruj klucz API OpenRouter w Preferencjach.
ro: Configurează cheia API OpenRouter în Preferințe.
ru: Настройте ключ API OpenRouter в Настройках.
sk: Nakonfigurujte kľúč OpenRouter API v predvoľbách.
sv: Konfigurera OpenRouter API-nyckeln i Inställningar.

source: The AI provider returned an empty response.
bg: AI доставчикът върна празен отговор.
cs: Poskytovatel AI vrátil prázdnou odpověď.
de: Der KI-Anbieter hat eine leere Antwort zurückgegeben.
el: Ο πάροχος AI επέστρεψε μια κενή απάντηση.
es: El proveedor de IA devolvió una respuesta vacía.
fi: AI-toimittaja palautti tyhjän vastauksen.
fr: Le fournisseur d'IA a renvoyé une réponse vide.
he: ספק ה-AI החזיר תגובה ריקה.
hr: AI pružatelj je vratio prazan odgovor.
hu: A mesterséges intelligencia szolgáltató üres választ adott vissza.
is: AI veitaninn skilaði tómu svari.
it: Il fornitore di IA ha restituito una risposta vuota.
ja: AIプロバイダーは空の応答を返しました。
nl: De AI-provider heeft een lege reactie teruggegeven.
no: AI-leverandøren returnerte et tomt svar.
pl: Dostawca AI zwrócił pustą odpowiedź.
ro: Furnizorul de AI a returnat un răspuns gol.
ru: Поставщик ИИ вернул пустой ответ.
sk: Poskytovateľ AI vrátil prázdnu odpoveď.
sv: AI-leverantören returnerade ett tomt svar.

source: The AI provider did not return any usable content.
bg: AI доставчикът не върна никакво използваемо съдържание.
cs: Poskytovatel AI nevrátil žádný použitelný obsah.
de: Der KI-Anbieter hat keinen verwendbaren Inhalt zurückgegeben.
el: Ο πάροχος AI δεν επέστρεψε κανένα χρήσιμο περιεχόμενο.
es: El proveedor de IA no devolvió ningún contenido utilizable.
fi: AI-toimittaja ei palauttanut mitään käyttökelpoista sisältöä.
fr: Le fournisseur d'IA n'a pas renvoyé de contenu utilisable.
he: ספק ה-AI לא החזיר שום תוכן שניתן להשתמש בו.
hr: AI pružatelj nije vratio nikakav upotrebljiv sadržaj.
hu: Az AI szolgáltató nem adott vissza használható tartalmat.
is: AI veitaninn skilaði engum nothæfum efni.
it: Il fornitore di IA non ha restituito alcun contenuto utilizzabile.
ja: AIプロバイダーは、使用可能なコンテンツを返しませんでした。
nl: De AI-provider heeft geen bruikbare inhoud teruggegeven.
no: AI-leverandøren returnerte ikke noe brukbart innhold.
pl: Dostawca AI nie zwrócił żadnej użytecznej treści.
ro: Furnizorul de AI nu a returnat niciun conținut utilizabil.
ru: Поставщик ИИ не вернул никакого пригодного контента.
sk: Poskytovateľ AI nevrátil žiadny použiteľný obsah.
sv: AI-leverantören returnerade ingen användbar innehåll.

source: OpenRouter respondeu com HTTP {status}: {message}{detail}
bg: OpenRouter отговори с HTTP {status}: {message}{detail}
cs: OpenRouter responded with HTTP {status}: {message}{detail}
de: OpenRouter antwortete mit HTTP {status}: {message}{detail}
el: OpenRouter απάντησε με HTTP {status}: {message}{detail}
es: OpenRouter respondió con HTTP {status}: {message}{detail}
fi: OpenRouter vastasi HTTP {status}: {message}{detail}
fr: OpenRouter a répondu avec HTTP {status} : {message}{detail}
he: OpenRouter השיב עם HTTP {status}: {message}{detail}
hr: OpenRouter je odgovorio s HTTP {status}: {message}{detail}
hu: OpenRouter válasza: HTTP {status}: {message}{detail}
is: OpenRouter svaraði með HTTP {status}: {message}{detail}
it: OpenRouter responded with HTTP {status}: {message}{detail}
ja: OpenRouterはHTTP {status}で応答しました: {message}{detail}
nl: OpenRouter antwoordde met HTTP {status}: {message}{detail}
no: OpenRouter svarte med HTTP {status}: {message}{detail}
pl: OpenRouter odpowiedział z HTTP {status}: {message}{detail}
ro: OpenRouter a răspuns cu HTTP {status}: {message}{detail}
ru: OpenRouter ответил с HTTP {status}: {message}{detail}
sk: OpenRouter odpovedal s HTTP {status}: {message}{detail}
sv: OpenRouter svarade med HTTP {status}: {message}{detail}

source: Biblioteca pypdf não instalada.
bg: Библиотеката pypdf не е инсталирана.
cs: Knihovna pypdf není nainstalována.
de: Bibliothek pypdf nicht installiert.
el: Η βιβλιοθήκη pypdf δεν είναι εγκατεστημένη.
es: pypdf library not installed.
fi: Pypdf-kirjastoa ei ole asennettu.
fr: Bibliothèque pypdf non installée.
he: ספריית pypdf לא מותקנת.
hr: Biblioteka pypdf nije instalirana.
hu: A pypdf könyvtár nincs telepítve.
is: Pypdf bókasafn ekki uppsett.
it: La libreria pypdf non è installata.
ja: pypdfライブラリがインストールされていません。
nl: Pypdf-bibliotheek niet geïnstalleerd.
no: Pypdf-bibliotek ikke installert.
pl: Biblioteka pypdf nie jest zainstalowana.
ro: Biblioteca pypdf nu este instalată.
ru: Библиотека pypdf не установлена.
sk: Knižnica pypdf nie je nainštalovaná.
sv: Biblioteket pypdf är inte installerat.
