Repository: Dionarley/tac-writer
Catalog: po/*.po
Languages: bg, cs, de, el, es, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, ro, ru, sk, sv

source: Undo
bg: Отмяна
cs: Zpět
de: Rückgängig
el: Αναίρεση
es: Deshacer
fi: Kumoa
fr: Annuler
he: ביטול
hr: Poništi
hu: Visszavonás
is: Afturkalla
it: Annulla
ja: 元に戻す
nl: Ongedaan maken
no: Angre
pl: Cofnij
ro: Anulare
ru: Отменить
sk: Zrušiť
sv: Ångra

source: Redo
bg: Повтори
cs: Znovu provést
de: Wiederherstellen
el: Επαναφορά
es: Rehacer
fi: Uudelleen tehdä
fr: Refaire
he: שחזר
hr: Ponovi
hu: Újra végrehajtás
is: Endurtaka
it: Ripeti
ja: やり直し
nl: Opnieuw
no: Gjør om
pl: Ponów
ro: Refă
ru: Повторить
sk: Znova
sv: Gör om

source: Preferences
bg: Настройки
cs: Nastavení
de: Einstellungen
el: Προτιμήσεις
es: Preferencias
fi: Asetukset
fr: Préférences
he: העדפות
hr: Postavke
hu: Beállítások
is: Valmyndir
it: Preferenze
ja: 設定
nl: Voorkeuren
no: Innstillinger
pl: Preferencje
ro: Preferințe
ru: Настройки
sk: Predvoľby
sv: Inställningar

source: Welcome Guide
bg: Ръководство за добре дошли
cs: Průvodce uvítáním
de: Willkommenshandbuch
el: Οδηγός Καλωσορίσματος
es: Guía de Bienvenida
fi: Tervetuloa-opas
fr: Guide de bienvenue
he: מדריך ברוך הבא
hr: Vodič za dobrodošlicu
hu: Üdvözlő Útmutató
is: Velkomin leiðarvísir
it: Guida di Benvenuto
ja: ウェルカムガイド
nl: Welkomstgids
no: Velkomstguide
pl: Przewodnik powitalny
ro: Ghid de bun venit
ru: Руководство по приветствию
sk: Sprievodca uvítaním
sv: Välkomstguide

source: Ask AI Assistant
bg: Попитай AI асистент
cs: Zeptej se AI asistenta
de: Frage den KI-Assistenten
el: Ρώτησε τον Βοηθό AI
es: Preguntar al Asistente de IA
fi: Kysy AI-avustajalta
fr: Demander à l'assistant IA
he: שאל את העוזר הבינה המלאכותית
hr: Pitaj AI asistenta
hu: Kérdezd az AI Asszisztenst
is: Spyrja AI aðstoðarmann
it: Chiedi all'Assistente AI
ja: AIアシスタントに聞く
nl: Vraag AI-assistent
no: Spør AI-assistent
pl: Zapytaj Asystenta AI
ro: Întreabă Asistentul AI
ru: Спросить AI Ассистента
sk: Spýtaj sa AI asistenta
sv: Fråga AI-assistenten

source: About TAC
bg: За TAC
cs: O TAC
de: Über TAC
el: Σχετικά με το TAC
es: Acerca de TAC
fi: Tietoa TAC:sta
fr: À propos de TAC
he: אודות TAC
hr: O TAC
hu: A TAC-ról
is: Um TAC
it: Informazioni su TAC
ja: TACについて
nl: Over TAC
no: Om TAC
pl: O TAC
ro: Despre TAC
ru: О TAC
sk: O TAC
sv: Om TAC

source: Projects
bg: Проекти
cs: Projekty
de: Projekte
el: Έργα
es: Proyectos
fi: Projektit
fr: Projets
he: פרויקטים
hr: Projekti
hu: Projektek
is: Verkefni
it: Progetti
ja: プロジェクト
nl: Projecten
no: Prosjekter
pl: Projekty
ro: Proiecte
ru: Проекты
sk: Projekty
sv: Projekt

source: Add Paragraph
bg: Добави параграф
cs: Přidat odstavec
de: Absatz hinzufügen
el: Προσθήκη Παραγράφου
es: Agregar párrafo
fi: Lisää kappale
fr: Ajouter un paragraphe
he: הוסף פסקה
hr: Dodaj odlomak
hu: Bejegyzés hozzáadása
is: Bæta við málsgrein
it: Aggiungi Paragrafo
ja: 段落を追加
nl: Voeg alinea toe
no: Legg til avsnitt
pl: Dodaj akapit
ro: Adaugă paragraf
ru: Добавить абзац
sk: Pridať odsek
sv: Lägg till stycke

source: Insert Image
bg: Вмъкни изображение
cs: Vložit obrázek
de: Bild einfügen
el: Εισαγωγή Εικόνας
es: Insertar imagen
fi: Lisää kuva
fr: Insérer une image
he: הכנס תמונה
hr: Umetni sliku
hu: Kép beszúrása
is: Setja inn mynd
it: Inserisci Immagine
ja: 画像を挿入
nl: Afbeelding invoegen
no: Sett inn bilde
pl: Wstaw obraz
ro: Inserare imagine
ru: Вставить изображение
sk: Vložiť obrázok
sv: Infoga bild

source: Insert Image (Ctrl+Alt+I)
bg: Вмъкни изображение (Ctrl+Alt+I)
cs: Vložit obrázek (Ctrl+Alt+I)
de: Bild einfügen (Strg+Alt+I)
el: Εισαγωγή Εικόνας (Ctrl+Alt+I)
es: Insertar imagen (Ctrl+Alt+I)
fi: Lisää kuva (Ctrl+Alt+I)
fr: Insérer une image (Ctrl+Alt+I)
he: הכנס תמונה (Ctrl+Alt+I)
hr: Umetni sliku (Ctrl+Alt+I)
hu: Kép beszúrása (Ctrl+Alt+I)
is: Setja inn mynd (Ctrl+Alt+I)
it: Inserisci Immagine (Ctrl+Alt+I)
ja: 画像を挿入 (Ctrl+Alt+I)
nl: Afbeelding invoegen (Ctrl+Alt+I)
no: Sett inn bilde (Ctrl+Alt+I)
pl: Wstaw obraz (Ctrl+Alt+I)
ro: Inserare imagine (Ctrl+Alt+I)
ru: Вставить изображение (Ctrl+Alt+I)
sk: Vložiť obrázok (Ctrl+Alt+I)
sv: Infoga bild (Ctrl+Alt+I)

source: Go to beginning
bg: Отидете в началото
cs: Přejít na začátek
de: Gehe zum Anfang
el: Μετάβαση στην αρχή
es: Ir al principio
fi: Siirry alkuun
fr: Aller au début
he: עבור להתחלה
hr: Idi na početak
hu: Ugrás a kezdethez
is: Fara í byrjun
it: Vai all'inizio
ja: 最初に戻る
nl: Ga naar begin
no: Gå til begynnelsen
pl: Przejdź do początku
ro: Mergi la început
ru: Перейти в начало
sk: Prejsť na začiatok
sv: Gå till början

source: Go to end
bg: Отидете до края
cs: Přejít na konec
de: Gehe zum Ende
el: Μετάβαση στο τέλος
es: Ir al final
fi: Siirry loppuun
fr: Aller à la fin
he: עבור לסוף
hr: Idi na kraj
hu: Ugrás a végére
is: Fara í lok
it: Vai alla fine
ja: 最後へ移動
nl: Ga naar einde
no: Gå til slutten
pl: Przejdź do końca
ro: Mergi la sfârșit
ru: Перейти в конец
sk: Prejsť na koniec
sv: Gå till slutet

source: Edit Image
bg: Редактиране на изображение
cs: Upravit obrázek
de: Bild bearbeiten
el: Επεξεργασία Εικόνας
es: Editar imagen
fi: Muokkaa kuvaa
fr: Modifier l'image
he: ערוך תמונה
hr: Uredi sliku
hu: Kép szerkesztése
is: Breyta mynd
it: Modifica Immagine
ja: 画像を編集
nl: Afbeelding bewerken
no: Rediger bilde
pl: Edytuj obraz
ro: Editare imagine
ru: Редактировать изображение
sk: Upraviť obrázok
sv: Redigera bild

source: Remove Image
bg: Премахни изображение
cs: Odstranit obrázek
de: Bild entfernen
el: Αφαίρεση Εικόνας
es: Eliminar imagen
fi: Poista kuva
fr: Supprimer l'image
he: הסר תמונה
hr: Ukloni sliku
hu: Kép eltávolítása
is: Fjarlægja mynd
it: Rimuovi Immagine
ja: 画像を削除
nl: Verwijder Afbeelding
no: Fjern bilde
pl: Usuń obraz
ro: Elimină imaginea
ru: Удалить изображение
sk: Odstrániť obrázok
sv: Ta bort bild

source: Remove Image?
bg: Премахнете изображението?
cs: Odebrat obrázek?
de: Bild entfernen?
el: Αφαίρεση Εικόνας;
es: ¿Eliminar imagen?
fi: Poista kuva?
fr: Supprimer l'image ?
he: הסר תמונה?
hr: Ukloni sliku?
hu: Kép eltávolítása?
is: Fjarlægja mynd?
it: Rimuovere immagine?
ja: 画像を削除しますか？
nl: Afbeelding verwijderen?
no: Fjern bilde?
pl: Usuń obraz?
ro: Elimină imaginea?
ru: Удалить изображение?
sk: Odstrániť obrázok?
sv: Ta bort bild?

source: Are you sure you want to remove this image from the document?
bg: Сигурни ли сте, че искате да премахнете това изображение от документа?
cs: Opravdu chcete odstranit tento obrázek z dokumentu?
de: Sind Sie sicher, dass Sie dieses Bild aus dem Dokument entfernen möchten?
el: Είστε σίγουροι ότι θέλετε να αφαιρέσετε αυτήν την εικόνα από το έγγραφο;
es: ¿Está seguro de que desea eliminar esta imagen del documento?
fi: Oletko varma, että haluat poistaa tämän kuvan asiakirjasta?
fr: Êtes-vous sûr de vouloir supprimer cette image du document ?
he: האם אתה בטוח שברצונך להסיר את התמונה הזו מהמסמך?
hr: Jeste li sigurni da želite ukloniti ovu sliku iz dokumenta?
hu: Biztos benne, hogy el akarja távolítani ezt a képet a dokumentumból?
is: Ertu viss um að þú viljir fjarlægja þessa mynd úr skjalinu?
it: Sei sicuro di voler rimuovere quest'immagine dal documento?
ja: この画像をドキュメントから削除してもよろしいですか？
nl: Weet u zeker dat u deze afbeelding uit het document wilt verwijderen?
no: Er du sikker på at du vil fjerne dette bildet fra dokumentet?
pl: Czy na pewno chcesz usunąć ten obrazek z dokumentu?
ro: Ești sigur că vrei să elimini această imagine din document?
ru: Вы уверены, что хотите удалить это изображение из документа?
sk: Ste si istí, že chcete odstrániť tento obrázok z dokumentu?
sv: Är du säker på att du vill ta bort den här bilden från dokumentet?

source: Cancel
bg: Отмяна
cs: Zrušit
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
hr: Otkaži
hu: Mégsem
is: Hætta við
it: Annulla
ja: キャンセル
nl: Annuleren
no: Avbryt
pl: Anuluj
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt

source: Remove
bg: Премахни
cs: Odstranit
de: Entfernen
el: Αφαίρεση
es: Eliminar
fi: Poista
fr: Supprimer
he: הסר
hr: Ukloni
hu: Eltávolítás
is: Fjarlægja
it: Rimuovi
ja: 削除
nl: Verwijderen
no: Fjern
pl: Usuń
ro: Elimină
ru: Удалить
sk: Odstrániť
sv: Ta bort

source: Nothing to undo
bg: Няма какво да се отмени
cs: Není co vracet zpět
de: Nichts zum Rückgängig machen
el: Δεν υπάρχει τίποτα για να αναιρεθεί
es: Nada que deshacer
fi: Ei mitään peruttavaa
fr: Rien à annuler
he: אין מה לבטל
hr: Nema što poništiti
hu: Nincs mit visszavonni
is: Ekkert að afturkalla
it: Niente da annullare
ja: 元に戻すものはありません
nl: Niets om ongedaan te maken
no: Ingenting å angre
pl: Nie ma nic do cofnięcia
ro: Nimic de desfăcut
ru: Нечего отменять
sk: Nič na zrušenie
sv: Ingenting att ångra

source: Nothing to redo
bg: Няма какво да се повтори
cs: Není co znovu dělat
de: Nichts zum Wiederholen
el: Τίποτα προς επανάληψη
es: Nada que rehacer
fi: Ei mitään uudelleen tehtävää
fr: Rien à refaire
he: אין מה לחזור עליו
hr: Nema ništa za ponoviti
hu: Nincs mit újra csinálni
is: Ekkert til að endurtaka
it: Niente da rifare
ja: やり直すものはありません
nl: Niets om opnieuw te doen
no: Ingenting å gjøre på nytt
pl: Nic do powtórzenia
ro: Nimic de refăcut
ru: Нечего повторять
sk: Nič na opätovné vykonanie
sv: Inget att göra om

source: Paragraph reordered
bg: Параграфът е пренареден
cs: Odstavec přeuspořádán
de: Absatz neu angeordnet
el: Παράγραφος αναδιοργανώθηκε
es: Párrafo reordenado
fi: Kappale järjestetty uudelleen
fr: Paragraphe réorganisé
he: פסקה שונתה סדר
hr: Paragraf preuređen
hu: Bekezdés átrendezve
is: Paragraphur röðað
it: Paragrafo riordinato
ja: 段落が再配置されました
nl: Paragraaf opnieuw gerangschikt
no: Avsnitt omorganisert
pl: Akapit przestawiony
ro: Paragraf reordonat
ru: Параграф переупорядочен
sk: Odstavec preusporiadaný
sv: Stycke omordnat

source: Open Project
bg: Отвори проект
cs: Otevřít projekt
de: Projekt öffnen
el: Άνοιγμα Έργου
es: Abrir Proyecto
fi: Avaa projekti
fr: Ouvrir le projet
he: פתח פרויקט
hr: Otvorite projekt
hu: Projekt megnyitása
is: Opna verkefni
it: Apri Progetto
ja: プロジェクトを開く
nl: Project openen
no: Åpne prosjekt
pl: Otwórz projekt
ro: Deschide Proiectul
ru: Открыть проект
sk: Otvor projekt
sv: Öppna projekt

source: Open
bg: Отвори
cs: Otevřít
de: Öffnen
el: Άνοιγμα
es: Abrir
fi: Avaa
fr: Ouvrir
he: פתח
hr: Otvoreno
hu: Megnyitás
is: Opna
it: Apri
ja: 開く
no: Åpne
pl: Otwórz
ro: Deschide
ru: Открыть
sk: Otvoriť
sv: Öppna

source: TAC Projects (*.json)
bg: TAC проекти (*.json)
cs: TAC Projekty (*.json)
de: TAC-Projekte (*.json)
el: TAC Έργα (*.json)
es: Proyectos TAC (*.json)
fi: TAC-projektit (*.json)
fr: Projets TAC (*.json)
he: פרויקטי TAC (*.json)
hr: TAC Projekti (*.json)
hu: TAC Projektek (*.json)
is: TAC Verkefni (*.json)
it: Progetti TAC (*.json)
ja: TACプロジェクト (*.json)
nl: TAC Projecten (*.json)
no: TAC Prosjekter (*.json)
pl: Projekty TAC (*.json)
ro: Proiecte TAC (*.json)
ru: TAC Проекты (*.json)
sk: TAC projekty (*.json)
sv: TAC-projekt (*.json)

source: All Files
bg: Всички файлове
cs: Všechny soubory
de: Alle Dateien
el: Όλα τα Αρχεία
es: Todos los archivos
fi: Kaikki tiedostot
fr: Tous les fichiers
he: כל הקבצים
hr: Svi datoteke
hu: Összes fájl
is: Öll skrár
it: Tutti i file
ja: すべてのファイル
nl: Alle bestanden
no: Alle filer
pl: Wszystkie pliki
ro: Toate fișierele
ru: Все файлы
sk: Všetky súbory
sv: Alla filer

source: Database imported successfully
bg: Базата данни беше успешно импортирана
cs: Databáze byla úspěšně importována
de: Datenbank erfolgreich importiert
el: Η βάση δεδομένων εισήχθη με επιτυχία
es: Base de datos importada con éxito
fi: Tietokanta tuotiin onnistuneesti
fr: Base de données importée avec succès
he: המסד נתונים יובא בהצלחה
hr: Baza podataka uspješno uvezena
hu: Az adatbázis sikeresen importálva.
is: Gagnagrunnur fluttur inn með góðum árangri
it: Database importato con successo
ja: データベースが正常にインポートされました
nl: Database succesvol geïmporteerd
no: Databasen ble importert med suksess
pl: Baza danych została pomyślnie zaimportowana
ro: Baza de date importată cu succes
ru: База данных успешно импортирована
sk: Databáza bola úspešne importovaná
sv: Databasen importerades framgångsrikt

source: Click here to start writing! Add paragraphs to build your text.
bg: Кликнете тук, за да започнете да пишете! Добавете абзаци, за да изградите текста си.
cs: Klikněte sem pro zahájení psaní! Přidejte odstavce pro vytvoření vašeho textu.
de: Klicken Sie hier, um mit dem Schreiben zu beginnen! Fügen Sie Absätze hinzu, um Ihren Text zu erstellen.
el: Κάντε κλικ εδώ για να ξεκινήσετε να γράφετε! Προσθέστε παραγράφους για να δημιουργήσετε το κείμενό σας.
es: ¡Haz clic aquí para comenzar a escribir! Agrega párrafos para construir tu texto.
fi: Napsauta täällä aloittaaksesi kirjoittamisen! Lisää kappaleita rakentaaksesi tekstiäsi.
fr: Cliquez ici pour commencer à écrire ! Ajoutez des paragraphes pour construire votre texte.
he: לחץ כאן כדי להתחיל לכתוב! הוסף פסקאות כדי לבנות את הטקסט שלך.
hr: Kliknite ovdje da započnete pisanje! Dodajte odlomke za izgradnju vašeg teksta.
hu: Kattints ide a kezdéshez! Adj hozzá bekezdéseket a szöveg felépítéséhez.
is: Smelltu hér til að byrja að skrifa! Bættu við málsgreinum til að byggja upp textann þinn.
it: Clicca qui per iniziare a scrivere! Aggiungi paragrafi per costruire il tuo testo.
ja: ここをクリックして書き始めてください！ 段落を追加してテキストを構築します。
nl: Klik hier om te beginnen met schrijven! Voeg alinea's toe om je tekst op te bouwen.
no: Klikk her for å begynne å skrive! Legg til avsnitt for å bygge teksten din.
pl: Kliknij tutaj, aby zacząć pisać! Dodaj akapity, aby zbudować swój tekst.
ro: Faceți clic aici pentru a începe să scrieți! Adăugați paragrafe pentru a construi textul dvs.
ru: Нажмите здесь, чтобы начать писать! Добавьте абзацы, чтобы создать ваш текст.
sk: Kliknite sem, aby ste začali písať! Pridajte odseky na vytvorenie vášho textu.
sv: Klicka här för att börja skriva! Lägg till stycken för att bygga din text.

source: Got it!
bg: Разбрах!
cs: Mám to!
de: Verstanden!
el: Το κατάλαβα!
es: ¡Entendido!
fi: Sain sen!
fr: Compris !
he: הבנתי!
hr: Razumijem!
hu: Rendben!
is: Fékk það!
it: Capito!
ja: わかった！
nl: Begrijp het!
no: Fikk det!
pl: Zrozumiano!
ro: Am înțeles!
ru: Понял!
sk: Rozumiem!
sv: Förstått!

source: Close
bg: Затвори
cs: Zavřít
de: Schließen
el: Κλείσιμο
es: Cerrar
fi: Sulje
fr: Fermer
he: סגור
hr: Zatvori
hu: Bezárás
is: Lokaðu
it: Chiudi
ja: 閉じる
nl: Sluiten
no: Lukk
pl: Zamknij
ro: Închide
ru: Закрыть
sk: Zavrieť
sv: Stäng

source: Response
bg: Отговор
cs: Odpověď
de: Antwort
el: Απάντηση
es: Respuesta
fi: Vastaus
fr: Réponse
he: תגובה
hr: Odgovor
hu: Válasz
is: Svar
it: Risposta
ja: 応答
nl: Antwoord
no: Respons
pl: Odpowiedź
ro: Răspuns
ru: Ответ
sk: Odpoveď
sv: Svar

source: Copied to clipboard.
bg: Копирано в клипборда.
cs: Zkopírováno do schránky.
de: In die Zwischenablage kopiert.
el: Αντιγράφηκε στο πρόχειρο.
es: Copiado al portapapeles.
fi: Kopioitu leikepöydälle.
fr: Copié dans le presse-papiers.
he: הועתק ללוח.
hr: Kopirano u međuspremnik.
hu: A vágólapra másolva.
is: Afrit í klippiborð.
it: Copiato negli appunti.
ja: クリップボードにコピーされました。
nl: Gekopieerd naar klembord.
no: Kopiert til utklippstavlen.
pl: Skopiowano do schowka.
ro: Copiat în clipboard.
ru: Скопировано в буфер обмена.
sk: Skopírované do schránky.
sv: Kopierad till urklipp.

source: Text inserted into the document.
bg: Текст, въведен в документа.
cs: Text vložený do dokumentu.
de: In den Dokument eingefügter Text.
el: Κείμενο που εισάγεται στο έγγραφο.
es: Texto insertado en el documento.
fi: Teksti, joka on lisätty asiakirjaan.
fr: Texte inséré dans le document.
he: טקסט שהוזן למסמך.
hr: Tekst umetnut u dokument.
hu: Szöveg beillesztve a dokumentumba.
is: Text sett í skjalið.
it: Testo inserito nel documento.
ja: 文書に挿入されたテキスト。
nl: Tekst ingevoegd in het document.
no: Tekst satt inn i dokumentet.
pl: Tekst wstawiony do dokumentu.
ro: Text inserat în document.
ru: Текст, вставленный в документ.
sk: Text vložený do dokumentu.
sv: Text som har infogats i dokumentet.

source: Paragraph updated with AI suggestion.
bg: Параграфът е актуализиран с предложение от ИИ.
cs: Odstavec aktualizován s návrhem AI.
de: Absatz mit KI-Vorschlag aktualisiert.
el: Παράγραφος ενημερώθηκε με πρόταση AI.
es: Párrafo actualizado con la sugerencia de IA.
fi: Kappale päivitetty AI-ehdotuksen avulla.
fr: Paragraphe mis à jour avec la suggestion de l'IA.
he: פסקה עודכנה עם הצעת AI.
hr: Odjeljak ažuriran s AI prijedlogom.
hu: A bekezdés frissítve az AI javaslatával.
is: Paragraphi uppfært með AI tillögu.
it: Paragrafo aggiornato con suggerimento AI.
ja: AIの提案で段落が更新されました。
nl: Paragraaf bijgewerkt met AI-suggestie.
no: Avsnitt oppdatert med AI-forslag.
pl: Akapit zaktualizowany z sugestią AI.
ro: Paragraful a fost actualizat cu sugestia AI.
ru: Параграф обновлён с предложением ИИ.
sk: Odsek aktualizovaný s návrhom AI.
sv: Stycke uppdaterat med AI-förslag.

source: Reached the end of the document.
bg: Достигнат края на документа.
cs: Dosáhli jste konce dokumentu.
de: Das Ende des Dokuments erreicht.
el: Έφτασε στο τέλος του εγγράφου.
es: Se alcanzó el final del documento.
fi: Saavuttiin asiakirjan loppuun.
fr: Fin du document atteint.
he: הגעת לסוף המסמך.
hr: Dosegnete kraj dokumenta.
hu: Elérte a dokumentum végét.
is: Náðum endanum á skjalinu.
it: Raggiunto la fine del documento.
ja: ドキュメントの終わりに達しました。
nl: Einde van het document bereikt.
no: Nådd slutten av dokumentet.
pl: Osiągnięto koniec dokumentu.
ro: Ați ajuns la sfârșitul documentului.
ru: Достигнут конец документа.
sk: Dosiahli ste koniec dokumentu.
sv: Nådd slutet av dokumentet.

source: Analysis Failure
bg: Неуспех при анализа
cs: Analýza selhala
de: Analysefehler
el: Αποτυχία Ανάλυσης
es: Fallo de Análisis
fi: Analyysi epäonnistui
fr: Échec de l'analyse
he: כישלון בניתוח
hr: Neuspjeh analize
hu: Elemzés hiba
is: Greiningarbilun
it: Errore di analisi
ja: 分析失敗
nl: Analysefout
no: Analysefeil
pl: Błąd analizy
ro: Eșec de analiză
ru: Ошибка анализа
sk: Zlyhanie analýzy
sv: Analysfel

source: Title 1
bg: Заглавие 1
cs: Název 1
de: Titel 1
el: Τίτλος 1
es: Título 1
fi: Otsikko 1
fr: Titre 1
he: כותרת 1
hr: Naslov 1
hu: Cím 1
is: Titill 1
it: Titolo 1
ja: タイトル 1
nl: Titel 1
no: Tittel 1
pl: Tytuł 1
ro: Titlu 1
ru: Заголовок 1
sk: Názov 1
sv: Titel 1

source: Title 2
bg: Заглавие 2
cs: Název 2
de: Titel 2
el: Τίτλος 2
es: Título 2
fi: Otsikko 2
fr: Titre 2
he: כותרת 2
hr: Naslov 2
hu: Cím 2
is: Titill 2
it: Titolo 2
ja: タイトル 2
nl: Titel 2
no: Tittel 2
pl: Tytuł 2
ro: Titlu 2
ru: Заголовок 2
sk: Názov 2
sv: Titel 2

source: Introduction
bg: Въведение
cs: Úvod
de: Einführung
el: Εισαγωγή
es: Introducción
fi: Johdanto
he: מבוא
hr: Uvod
hu: Bevezetés
is: Inngangur
it: Introduzione
ja: 紹介
nl: Inleiding
no: Introduksjon
pl: Wprowadzenie
ro: Introducere
ru: Введение
sk: Úvod
sv: Introduktion

source: Argument
bg: Аргумент
el: Παράμετρος
es: Argumento
fi: Argumentti
he: ארגומנט
hu: Argumentum
is: Röksemd
it: Argomento
ja: 引数
pl: Argumenty
ru: Аргумент

source: Argument Resumption
bg: Аргументно възобновяване
cs: Obnovení argumentu
de: Argument Wiederaufnahme
el: Επαναφορά Επιχειρήματος
es: Reanudación de Argumento
fi: Argumentin jatkaminen
fr: Reprise d'argument
he: המשך ארגומנט
hr: Nastavak argumenta
hu: Argumentum folytatása
is: Röðunargildi
it: Ripristino dell'argomento
ja: 引数の再開
nl: Argumentherstel
no: Argumentgjenopptak
pl: Wznawianie argumentu
ro: Reluare Argumente
ru: Возобновление аргумента
sk: Obnovenie argumentu
sv: Argumentåterupptagning

source: Quote
bg: Цитат
cs: Citace
de: Zitat
el: Παράθεση
es: Cita
fi: Lainaus
fr: Citation
he: ציטוט
hr: Citat
hu: Idézet
is: Tilboð
it: Citazione
ja: 引用
nl: Cita
no: Sitat
pl: Cytat
ro: Citat
ru: Цитата
sk: Citát
sv: Citat

source: Epigraph
bg: Епиграф
cs: Epigraf
el: Επίγραμμα
es: Epígrafe
fi: Epigrafi
fr: Épigraphe
he: אפיגרף
hr: Epigraf
hu: Epigráf
is: Eftirritun
it: Epigrafe
ja: エピグラフ
nl: Epigraaf
no: Epigraf
pl: Epigraf
ro: Epigraf
ru: Эпиграф
sk: Epigraf
sv: Epigraf

source: Conclusion
bg: Заключение
cs: Závěr
de: Fazit
el: Συμπέρασμα
es: Conclusión
fi: Johtopäätös
he: מסקנה
hr: Zaključak
hu: Következtetés
is: Niðurstaða
it: Conclusione
ja: 結論
nl: Conclusie
no: Konklusjon
pl: Wniosek
ro: Concluzie
ru: Заключение
sk: Záver
sv: Slutsats

source: Image updated
bg: Изображението е актуализирано
cs: Obrázek aktualizován
de: Bild aktualisiert
el: Η εικόνα ενημερώθηκε
es: Imagen actualizada
fi: Kuva päivitetty
fr: Image mise à jour
he: התמונה עודכנה
hr: Slika ažurirana
hu: Kép frissítve
is: Mynd uppfærð
it: Immagine aggiornata
ja: 画像が更新されました
nl: Afbeelding bijgewerkt
no: Bilde oppdatert
pl: Obraz zaktualizowany
ro: Imagine actualizată
ru: Изображение обновлено
sk: Obrázok bol aktualizovaný
sv: Bild uppdaterad

source: No project open
bg: Няма отворен проект
cs: Žádný projekt není otevřen
de: Kein Projekt geöffnet
el: Κανένα έργο ανοιχτό
es: Ningún proyecto abierto
fi: Ei avointa projektia
fr: Aucun projet ouvert
he: אין פרויקט פתוח
hr: Nema otvorenog projekta
hu: Nincs megnyitott projekt
is: Engin verkefni opið
it: Nessun progetto aperto
ja: プロジェクトが開いていません
nl: Geen project geopend
no: Ingen prosjekt åpent
pl: Brak otwartego projektu
ro: Niciun proiect deschis
ru: Нет открытого проекта
sk: Žiadny projekt nie je otvorený
sv: Inget projekt öppet

source: Project saved successfully
bg: Проектът беше успешно запазен
cs: Projekt byl úspěšně uložen
de: Projekt erfolgreich gespeichert
el: Το έργο αποθηκεύτηκε με επιτυχία
es: Proyecto guardado con éxito
fi: Projekti tallennettiin onnistuneesti
fr: Projet enregistré avec succès
he: הפרויקט נשמר בהצלחה
hr: Projekt je uspješno spremljen
hu: A projekt sikeresen mentve.
is: Verkefni vistað með góðum árangri
it: Progetto salvato con successo
ja: プロジェクトが正常に保存されました
nl: Project succesvol opgeslagen
no: Prosjekt lagret vellykket
pl: Projekt zapisany pomyślnie
ro: Proiect salvat cu succes
ru: Проект успешно сохранён
sk: Projekt bol úspešne uložený
sv: Projektet har sparats framgångsrikt

source: Failed to save project
bg: Неуспешно запазване на проекта
cs: Nepodařilo se uložit projekt
de: Projekt konnte nicht gespeichert werden
el: Αποτυχία αποθήκευσης έργου
es: Error al guardar el proyecto
fi: Projektin tallentaminen epäonnistui
fr: Échec de l'enregistrement du projet
he: שגיאה בשמירת הפרויקט
hr: Neuspjelo spremanje projekta
hu: A projekt mentése nem sikerült
is: Mistók að vista verkefni
it: Impossibile salvare il progetto
ja: プロジェクトの保存に失敗しました
nl: Project opslaan mislukt
no: Kunne ikke lagre prosjekt
pl: Nie udało się zapisać projektu
ro: Salvarea proiectului a eșuat
ru: Не удалось сохранить проект
sk: Nepodarilo sa uložiť projekt
sv: Misslyckades med att spara projekt

source: Auto-save failed
bg: Автоматично запазване неуспешно
cs: Automatické ukládání se nezdařilo
de: Automatisches Speichern fehlgeschlagen
el: Αυτόματη αποθήκευση απέτυχε
es: Error de guardado automático
fi: Automaattitallennus epäonnistui
fr: Échec de l'enregistrement automatique
he: שמור אוטומטי נכשל
hr: Automatsko spremanje nije uspjelo
hu: Automatikus mentés sikertelen
is: Sjálfvirk vistun mistókst
it: Salvataggio automatico non riuscito
ja: 自動保存に失敗しました
nl: Automatisch opslaan mislukt
no: Automatisk lagring mislyktes
pl: Automatyczne zapisywanie nie powiodło się
ro: Salvarea automată a eșuat
ru: Ошибка автоматического сохранения
sk: Automatické ukladanie zlyhalo
sv: Automatisk sparande misslyckades

source: No project to export
bg: Няма проект за експортиране
cs: Žádný projekt k exportu
de: Kein Projekt zum Exportieren
el: Δεν υπάρχει έργο προς εξαγωγή
es: No hay proyecto para exportar
fi: Ei vientiprojektia
fr: Aucun projet à exporter
he: אין פרויקט לייצוא
hr: Nema projekta za izvoz
hu: Nincs exportálható projekt
is: Engin til að flytja út
it: Nessun progetto da esportare
ja: エクスポートするプロジェクトはありません
nl: Geen project om te exporteren
no: Ingen prosjekt å eksportere
pl: Brak projektu do wyeksportowania
ro: Niciun proiect de exportat
ru: Нет проекта для экспорта
sk: Žiadny projekt na export
sv: Inga projekt att exportera
