Repository: Dionarley/tac-writer
Catalog: po/*.po
Languages: bg, cs, de, el, es, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, ro, ru, sk, sv

source: Error loading image: {}
bg: Грешка при зареждане на изображение: {}
cs: Chyba při načítání obrázku: {}
de: Fehler beim Laden des Bildes: {}
el: Σφάλμα κατά τη φόρτωση εικόνας: {}
es: Error al cargar la imagen: {}
fi: Virhe kuvan lataamisessa: {}
fr: Erreur de chargement de l'image : {}
he: שגיאה בטעינת תמונה: {}
hr: Greška pri učitavanju slike: {}
hu: Hiba történt a kép betöltésekor: {}
is: Villa að hlaða mynd: {}
it: Errore nel caricamento dell'immagine: {}
ja: 画像の読み込みエラー: {}
nl: Fout bij het laden van afbeelding: {}
no: Feil ved lasting av bilde: {}
pl: Błąd ładowania obrazu: {}
ro: Eroare la încărcarea imaginii: {}
ru: Ошибка загрузки изображения: {}
sk: Chyba pri načítaní obrázka: {}
sv: Fel vid inläsning av bild: {}

source: Could not load the selected image file.
bg: Не можа да зареди избрания файл с изображение.
cs: Nepodařilo se načíst vybraný obrazový soubor.
de: Konnte die ausgewählte Bilddatei nicht laden.
el: Δεν ήταν δυνατή η φόρτωση του επιλεγμένου αρχείου εικόνας.
es: No se pudo cargar el archivo de imagen seleccionado.
fi: Valittua kuvafilettä ei voitu ladata.
fr: Impossible de charger le fichier image sélectionné.
he: לא ניתן לטעון את קובץ התמונה שנבחר.
hr: Nije moguće učitati odabranu sliku.
hu: A kiválasztott képfájl betöltése nem sikerült.
is: Gat ekki að hlaða valda myndaskrá.
it: Impossibile caricare il file immagine selezionato.
ja: 選択した画像ファイルを読み込むことができませんでした。
nl: Kon de geselecteerde afbeeldingsbestand niet laden.
no: Kunne ikke laste det valgte bildefilen.
pl: Nie można załadować wybranego pliku obrazu.
ro: Nu s-a putut încărca fișierul de imagine selectat.
ru: Не удалось загрузить выбранный файл изображения.
sk: Nepodarilo sa načítať vybraný obrazový súbor.
sv: Kunde inte ladda den valda bildfilen.

source: Error loading existing image: {}
bg: Грешка при зареждане на съществуващо изображение: {}
cs: Chyba při načítání existujícího obrázku: {}
de: Fehler beim Laden des vorhandenen Bildes: {}
el: Σφάλμα κατά τη φόρτωση υπάρχουσας εικόνας: {}
es: Error al cargar la imagen existente: {}
fi: Virhe ladattaessa olemassa olevaa kuvaa: {}
fr: Erreur de chargement de l'image existante : {}
he: שגיאה בטעינת תמונה קיימת: {}
hr: Greška prilikom učitavanja postojećeg slike: {}
hu: Hiba a meglévő kép betöltésekor: {}
is: Villa ekki að hlaða inn núverandi mynd: {}
it: Errore nel caricamento dell'immagine esistente: {}
ja: 既存の画像の読み込みエラー: {}
nl: Fout bij het laden van bestaande afbeelding: {}
no: Feil ved lasting av eksisterende bilde: {}
pl: Błąd ładowania istniejącego obrazu: {}
ro: Eroare la încărcarea imaginii existente: {}
ru: Ошибка загрузки существующего изображения: {}
sk: Chyba pri načítaní existujúceho obrázka: {}
sv: Fel vid inläsning av befintlig bild: {}

source: Error in backup thread: {}
bg: Грешка в нишката за резервно копиране: {}
cs: Chyba ve vlákně zálohování: {}
de: Fehler im Sicherungs-Thread: {}
el: Σφάλμα στο νήμα αντιγράφου ασφαλείας: {}
es: Error en el hilo de respaldo: {}
fi: Virhe varmuuskopiointisäikeessä: {}
fr: Erreur dans le fil de sauvegarde : {}
he: שגיאה בשרשור הגיבוי: {}
hr: Greška u niti za sigurnosnu kopiju: {}
hu: Hiba a biztonsági mentési szálban: {}
is: Villa í afritunarþræði: {}
it: Erro nel thread di backup: {}
ja: バックアップスレッドのエラー: {}
nl: Fout in back-upthread: {}
no: Feil i sikkerhetskopieringstråd: {}
pl: Błąd w wątku kopii zapasowej: {}
ro: Eroare în firul de backup: {}
ru: Ошибка в потоке резервного копирования: {}
sk: Chyba v zálohovacom vlákne: {}
sv: Fel i säkerhetskopieringstråden: {}

source: Error in import thread: {}
bg: Грешка при импортиране на нишка: {}
cs: Chyba při importu vlákna: {}
de: Fehler im Import-Thread: {}
el: Σφάλμα στη διαδικασία εισαγωγής: {}
es: Error en el hilo de importación: {}
fi: Virhe tuontisäikeessä: {}
fr: Erreur dans le fil d'importation : {}
he: שגיאה בייבוא חוט: {}
hr: Greška u niti za uvoz: {}
hu: Hiba az importálási szálban: {}
is: Villa í innflutningsþræði: {}
it: Errore nel thread di importazione: {}
ja: インポートスレッドのエラー: {}
nl: Fout in importthread: {}
no: Feil i importtråd: {}
pl: Błąd w wątku importu: {}
ro: Eroare în firul de import: {}
ru: Ошибка в потоке импорта: {}
sk: Chyba v importe vlákna: {}
sv: Fel vid importtråd: {}

source: Image
bg: Изображение
cs: Obrázek
de: Bild
el: Εικόνα
es: Imagen
fi: Kuva
he: תמונה
hr: Slika
hu: Kép
is: Mynd
it: Immagine
ja: 画像
nl: Afbeelding
no: Bilde
pl: Obraz
ro: Imagine
ru: Изображение
sk: Obrázok
sv: Bild

source: Could not {} the image.
bg: Не можа да {} изображението.
cs: Nelze {} obrázek.
de: Konnte das Bild nicht {}.
el: Δεν ήταν δυνατή η {} της εικόνας.
es: No se pudo {} la imagen.
fi: Ei voitu {} kuvaa.
fr: Impossible de {} l'image.
he: לא ניתן {} את התמונה.
hr: Nije moguće {} sliku.
hu: Nem sikerült {} a képet.
is: Gat ekki {} myndina.
it: Impossibile {} l'immagine.
ja: 画像を{}できませんでした。
nl: Kon de afbeelding niet {}.
no: Kunne ikke {} bildet.
pl: Nie można {} obrazu.
ro: Nu s-a putut {} imaginea.
ru: Не удалось {} изображение.
sk: Nepodarilo sa {} obrázok.
sv: Kunde inte {} bilden.

source: update
bg: актуализация
cs: aktualizace
de: aktualisieren
el: ενημέρωση
es: actualizar
fi: päivitys
fr: mise à jour
he: עדכון
hr: ažuriranje
hu: frissítés
is: uppfæra
it: aggiornamento
ja: 更新
nl: bijwerken
no: oppdatering
pl: aktualizacja
ro: actualizare
ru: обновление
sk: aktualizácia
sv: uppdatera

source: insert
bg: вмъкни
cs: vložit
de: einfügen
el: εισάγετε
es: insertar
fi: lisää
fr: insérer
he: הכנס
hr: umetni
hu: beszúrás
is: setja inn
it: inserisci
ja: 挿入
nl: invoegen
no: sett inn
pl: wstaw
ro: inserați
ru: вставить
sk: vložiť
sv: infoga

source: 0 minutes
bg: 0 минути
cs: 0 minut
de: 0 Minuten
el: 0 λεπτά
es: 0 minutos
fi: 0 minuuttia
he: 0 דקות
hr: 0 minuta
hu: 0 perc
is: 0 mínútur
it: 0 minuti
ja: 0分
nl: 0 minuten
no: 0 minutter
pl: 0 minut
ro: 0 minute
ru: 0 минут
sk: 0 minút
sv: 0 minuter

source: < 1 minute
bg: < 1 минута
cs: < 1 minuta
el: < 1 λεπτό
es: < 1 minuto
fi: < 1 minuutti
he: פחות מדקה
hr: < 1 minuta
hu: < 1 perc
is: < 1 mínúta
it: < 1 minuto
ja: 1分未満
nl: < 1 minuut
no: < 1 minutt
pl: < 1 minuta
ro: < 1 minut
ru: < 1 минута
sk: < 1 minúta
sv: < 1 minut

source: 1 paragraph
bg: 1 параграф
cs: 1 odstavec
de: 1 Absatz
el: 1 παράγραφος
es: 1 párrafo
fi: 1 kappale
fr: 1 paragraphe
he: 1 פסקה
hr: 1 odlomak
hu: 1 bekezdés
is: 1 málsgrein
it: 1 paragrafo
ja: 1段落
nl: 1 alinea
no: 1 avsnitt
pl: 1 akapit
ro: 1 paragraf
ru: 1 абзац
sk: 1 odsek
sv: 1 stycke

source: 1 word
bg: ключ
cs: klíč
de: Schlüssel
el: κλειδί
es: clave
fi: avain
fr: clé
he: מפתח
hr: ključ
hu: kulcs
is: lykill
it: chiave
ja: キー
nl: sleutel
no: nøkkel
pl: klucz
ro: cheie
ru: ключ
sk: kľúč
sv: nyckel

source: Methods:
bg: Методи:
cs: Metody:
de: Methoden:
el: Μέθοδοι:
es: Métodos:
fi: Menetelmät:
fr: Méthodes :
he: שיטות:
hr: Metode:
hu: Módszerek:
is: Aðferðir:
it: Metodi:
ja: メソッド:
nl: Methoden:
no: Metoder:
pl: Metody:
ro: Metode:
ru: Методы:
sk: Metódy:
sv: Metoder:

source: Unknown
bg: Неизвестен
cs: Neznámý
de: Unbekannt
el: Άγνωστο
es: Desconocido
fi: Tuntematon
fr: Inconnu
he: לא ידוע
hr: Nepoznato
hu: Ismeretlen
is: Ókunnugt
it: Sconosciuto
ja: 不明
nl: Onbekend
no: Ukjent
pl: Nieznany
ro: Necunoscut
ru: Неизвестно
sk: Neznáme
sv: Okänd

source: Project name must be at least 2 characters long
bg: Името на проекта трябва да е поне 2 знака дълго
cs: Název projektu musí mít alespoň 2 znaky.
de: Der Projektname muss mindestens 2 Zeichen lang sein.
el: Το όνομα του έργου πρέπει να έχει τουλάχιστον 2 χαρακτήρες.
es: El nombre del proyecto debe tener al menos 2 caracteres.
fi: Projektin nimen on oltava vähintään 2 merkkiä pitkä
fr: Le nom du projet doit comporter au moins 2 caractères.
he: שם הפרויקט חייב להיות באורך של לפחות 2 תווים
hr: Naziv projekta mora imati najmanje 2 znaka.
hu: A projekt neve legalább 2 karakter hosszú kell legyen.
is: Nafn verkefnis verður að vera að minnsta kosti 2 stafir að lengd.
it: Il nome del progetto deve contenere almeno 2 caratteri.
ja: プロジェクト名は2文字以上でなければなりません。
nl: Projectnaam moet minimaal 2 tekens lang zijn
no: Prosjektnavnet må være minst 2 tegn langt
pl: Nazwa projektu musi mieć co najmniej 2 znaki.
ro: Numele proiectului trebuie să aibă cel puțin 2 caractere.
ru: Имя проекта должно содержать не менее 2 символов.
sk: Názov projektu musí mať aspoň 2 znaky.
sv: Projektnamnet måste vara minst 2 tecken långt

source: Project name cannot exceed 100 characters
bg: Името на проекта не може да надвишава 100 знака
cs: Název projektu nesmí překročit 100 znaků
de: Der Projektname darf 100 Zeichen nicht überschreiten.
el: Το όνομα του έργου δεν μπορεί να υπερβαίνει τους 100 χαρακτήρες.
es: El nombre del proyecto no puede exceder 100 caracteres.
fi: Projektin nimen on oltava enintään 100 merkkiä.
fr: Le nom du projet ne peut pas dépasser 100 caractères.
he: שם הפרויקט לא יכול לעלות על 100 תווים
hr: Ime projekta ne može biti duže od 100 znakova
hu: A projekt neve nem haladhatja meg a 100 karaktert.
is: Nafn verkefnis má ekki fara yfir 100 stafi
it: Il nome del progetto non può superare i 100 caratteri.
ja: プロジェクト名は100文字を超えてはいけません
nl: De projectnaam mag niet langer zijn dan 100 tekens.
no: Prosjektnavnet kan ikke overstige 100 tegn
pl: Nazwa projektu nie może przekraczać 100 znaków
ro: Numele proiectului nu poate depăși 100 de caractere
ru: Имя проекта не может превышать 100 символов
sk: Názov projektu nemôže presiahnuť 100 znakov
sv: Projektnamn får inte överstiga 100 tecken

source: Project name contains invalid characters
bg: Името на проекта съдържа невалидни символи
cs: Název projektu obsahuje neplatné znaky
de: Der Projektname enthält ungültige Zeichen.
el: Το όνομα του έργου περιέχει μη έγκυρους χαρακτήρες
es: El nombre del proyecto contiene caracteres no válidos
fi: Projektin nimi sisältää virheellisiä merkkejä
fr: Le nom du projet contient des caractères invalides
he: שם הפרויקט מכיל תווים לא חוקיים
hr: Naziv projekta sadrži nevažeće znakove
hu: A projekt neve érvénytelen karaktereket tartalmaz
is: Nafn verkefnis inniheldur ógild tákn.
it: Il nome del progetto contiene caratteri non validi
ja: プロジェクト名に無効な文字が含まれています
nl: Projectnaam bevat ongeldige tekens
no: Prosjektnavnet inneholder ugyldige tegn
pl: Nazwa projektu zawiera nieprawidłowe znaki
ro: Numele proiectului conține caractere invalide
ru: Имя проекта содержит недопустимые символы
sk: Názov projektu obsahuje neplatné znaky
sv: Projektnamnet innehåller ogiltiga tecken

source: Path cannot be empty
bg: Пътят не може да бъде празен
cs: Cesta nemůže být prázdná
de: Der Pfad darf nicht leer sein
el: Η διαδρομή δεν μπορεί να είναι κενή
es: La ruta no puede estar vacía
fi: Polku ei voi olla tyhjää.
fr: Le chemin ne peut pas être vide
he: הנתיב אינו יכול להיות ריק
hr: Putanja ne može biti prazna
hu: Az útvonal nem lehet üres.
is: Slóð getur ekki verið tómt
it: Il percorso non può essere vuoto
ja: パスは空にできません
nl: Pad mag niet leeg zijn
no: Stien kan ikke være tom
pl: Ścieżka nie może być pusta
ro: Calea nu poate fi goală
ru: Путь не может быть пустым
sk: Cesta nemôže byť prázdna
sv: Sökväg kan inte vara tom

source: Attributes:
bg: Атрибути:
cs: Atributy:
de: Attribute:
el: Ιδιότητες:
es: Atributos:
fi: Ominaisuudet:
fr: Attributs :
he: מאפיינים:
hr: Atributi:
hu: Attribútumok:
is: Eiginleikar:
it: Attributi:
ja: 属性:
nl: Attributen:
no: Attributter:
pl: Atrybuty:
ro: Atribute:
ru: Атрибуты:
sk: Atribúty:
sv: Attributer:

source: 1 minute
bg: 1 минута
cs: 1 minuta
el: 1 λεπτό
es: 1 minuto
fi: 1 minuutti
he: 1 דקה
hr: 1 minuta
hu: 1 perc
is: 1 mínúta
it: 1 minuto
ja: 1分
nl: 1 minuut
no: 1 minutt
pl: 1 minuta
ro: 1 minut
ru: 1 минута
sk: 1 minúta
sv: 1 minut

source: Parent directory does not exist
bg: Родителската директория не съществува
cs: Nadřazený adresář neexistuje
de: Übergeordnetes Verzeichnis existiert nicht
el: Ο γονικός κατάλογος δεν υπάρχει
es: El directorio padre no existe
fi: Ylätasohakemisto ei ole olemassa
fr: Le répertoire parent n'existe pas
he: הספרייה העליונה אינה קיימת
hr: Roditeljski direktorij ne postoji
hu: A szülőkönyvtár nem létezik
is: Foreldra skrá er ekki til.
it: La directory principale non esiste
ja: 親ディレクトリが存在しません
nl: Ouderdirectory bestaat niet
no: Overordnet katalog eksisterer ikke
pl: Katalog nadrzędny nie istnieje
ro: Directorul părinte nu există
ru: Родительский каталог не существует
sk: Rodičovský adresár neexistuje
sv: Föräldramapp finns inte

source: Path is too long
bg: Пътят е твърде дълъг
cs: Cesta je příliš dlouhá
de: Der Pfad ist zu lang
el: Η διαδρομή είναι πολύ μεγάλη
es: La ruta es demasiado larga
fi: Polku on liian pitkä
fr: Le chemin est trop long
he: הנתיב ארוך מדי
hr: Putanja je predugačka
hu: A fájl elérési útja túl hosszú
is: Slóðin er of löng
it: Il percorso è troppo lungo
ja: パスが長すぎます
nl: Pad is te lang
no: Stien er for lang
pl: Ścieżka jest zbyt długa
ro: Calea este prea lungă
ru: Путь слишком длинный
sk: Cesta je príliš dlhá
sv: Sökvägen är för lång

source: {count} paragraphs
bg: {count} абзаци
cs: {count} odstavců
de: {count} Absätze
el: {count} παράγραφοι
es: {count} párrafos
fi: {count} kappaletta
fr: {count} paragraphes
he: {count} פסקאות
hr: {count} odlomaka
hu: {count} bekezdés
is: {count} málsgreinar
it: {count} paragrafi
ja: {count} 段落
nl: {count} alinea's
no: {count} avsnitt
pl: {count} akapitów
ro: {count} paragrafe
ru: {count} абзацев
sk: {count} odsekov
sv: {count} stycken

source: Info
bg: Информация
el: Πληροφορίες
es: Información
fi: Tietoa
he: מידע
hr: Informacije
hu: Információ
is: Upplýsingar
ja: 情報
nl: Informatie
pl: Informacje
ro: Informații
ru: Информация
sk: Informácie

source: Type: {}
bg: Тип: {}
cs: Typ: {}
de: Typ: {}
el: Τύπος: {}
es: Tipo: {}
fi: Tyyppi: {}
he: סוג: {}
hr: Tip: {}
hu: Típus: {}
is: Tegund: {}
it: Tipo: {}
ja: タイプ: {}
pl: Typ: {}
ro: Tip: {}
ru: Тип: {}
sk: Typ: {}
sv: Typ: {}

source: Module: {}
bg: Модул: {}
cs: Modul: {}
de: Modul: {}
el: Μodule: {}
es: Módulo: {}
fi: Moduuli: {}
he: מודול: {}
hr: Modul: {}
hu: Modul: {}
it: Modulo: {}
ja: モジュール: {}
no: Modul: {}
pl: Moduł: {}
ro: Modul: {}
ru: Модуль: {}
sk: Modul: {}
sv: Modul: {}

source: Performance: {} took {:.3f} seconds
bg: Производителност: {} отне {:.3f} секунди
cs: Výkon: {} trvalo {:.3f} sekund
de: Leistung: {} dauerte {:.3f} Sekunden
el: Απόδοση: {} χρειάστηκαν {:.3f} δευτερόλεπτα
es: Rendimiento: {} tomó {:.3f} segundos
fi: Suorituskyky: {} kesti {:.3f} sekuntia
fr: Performance : {} a pris {:.3f} secondes
he: ביצועים: {} לקח {:.3f} שניות
hr: Izvedba: {} trajalo je {:.3f} sekundi
hu: Teljesítmény: {} eltartott {:.3f} másodpercig
is: Frammista: {} tók {:.3f} sekúndur
it: Prestazioni: {} ha impiegato {:.3f} secondi
ja: パフォーマンス: {} は {:.3f} 秒かかりました
nl: Prestatie: {} duurde {:.3f} seconden
no: Ytelse: {} tok {:.3f} sekunder
pl: Wydajność: {} zajęło {:.3f} sekundy
ro: Performanță: {} a durat {:.3f} secunde
ru: Производительность: {} заняла {:.3f} секунд
sk: Výkon: {} trval {:.3f} sekúnd
sv: Prestanda: {} tog {:.3f} sekunder

source: {}h {}m
bg: {}ч {}м
el: {}ω {}λ
he: {}ש {}ד
hu: {}ó {}p
is: {}klst {}mín
ja: {}時間 {}分
nl: {}u {}m
no: {}t {}m
ru: {}ч {}м

source: ... and {} more methods
bg: ... и {} допълнителни методи
cs: ... a {} další metody
de: ... und {} weitere Methoden
el: ... και {} περισσότερες μεθόδους
es: ... y {} métodos más
fi: ... ja {} muuta menetelmää
fr: ... et {} autres méthodes
he: ... ו{} שיטות נוספות
hr: ... i {} više metoda
hu: ... és {} további módszer
is: ... og {} fleiri aðferðir
it: ... e {} altri metodi
ja: ... と {} のその他のメソッド
nl: ... en {} meer methoden
no: ... og {} flere metoder
pl: ... i {} więcej metod
ro: ... și {} metode suplimentare
ru: ... и {} других методов
sk: ... a {} ďalšie metódy
sv: ... och {} fler metoder

source: {} minutes
bg: {} минути
cs: {} minut
de: {} Minuten
el: {} λεπτά
es: {} minutos
fi: {} minuuttia
he: {} דקות
hr: {} minuta
hu: {} perc
is: {} mínútur
it: {} minuti
ja: {} 分
nl: {} minuten
no: {} minutter
pl: {} minut
ro: {} minute
ru: {} минут
sk: {} minút
sv: {} minuter

source: Invalid path: {}
bg: Невалиден път: {}
cs: Neplatná cesta: {}
de: Ungültiger Pfad: {}
el: Μη έγκυρη διαδρομή: {}
es: Ruta no válida: {}
fi: Virheellinen polku: {}
fr: Chemin invalide : {}
he: נתיב לא חוקי: {}
hr: Nevažeća putanja: {}
hu: Érvénytelen útvonal: {}
is: Ógild leið: {}
it: Percorso non valido: {}
ja: 無効なパス: {}
nl: Ongeldig pad: {}
no: Ugyldig sti: {}
pl: Nieprawidłowa ścieżka: {}
ro: Cale invalidă: {}
ru: Неверный путь: {}
sk: Neplatná cesta: {}
sv: Ogiltig sökväg: {}

source: {:,} words
bg: {:,} думи
cs: {:,} slova
de: {:,} Wörter
el: {:,} λέξεις
es: {: ,} palabras
fi: {: ,} sanoja
fr: {:,} mots
he: {:,} מילים
hr: {: ,} riječi
hu: {:,} szót
is: {:,} orð
it: {:,} parole
ja: {:,} ワード
nl: {:,} woorden
no: {:,} ord
pl: {:,} słów
ro: {:,} cuvinte
ru: {:,} слова
sk: {:,} slová
sv: {:,} ord

source: {:,} characters
bg: {: ,} символа
cs: {: ,} znaků
de: {:,} Zeichen
el: {:,} χαρακτήρες
es: {:,} caracteres
fi: {: ,} merkkiä
fr: {:,} caractères
he: {:,} תווים
hr: {: ,} znakova
hu: {: ,} karakter
is: {:,} stafir
it: {:,} caratteri
ja: {:,} 文字
nl: {:,} tekens
no: {:,} tegn
pl: {:,} znaków
ro: {:,} caractere
ru: {:,} символов
sk: {:,} znakov
sv: {:,} tecken
