Repository: Dionarley/tac-writer
Catalog: po/*.po
Languages: bg, cs, de, el, es, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, ro, ru, sk, sv

source: Database maintenance failed: {}
bg: Неуспешна поддръжка на базата данни: {}
cs: Údržba databáze selhala: {}
de: Datenbankwartung fehlgeschlagen: {}
el: Η συντήρηση της βάσης δεδομένων απέτυχε: {}
es: La mantenimiento de la base de datos falló: {}
fi: Tietokannan ylläpito epäonnistui: {}
fr: Échec de la maintenance de la base de données : {}
he: תחזוקת מסד הנתונים נכשלה: {}
hr: Održavanje baze podataka nije uspjelo: {}
hu: Az adatbázis karbantartása meghiúsult: {}
is: Gagnagrunnsviðhald mistókst: {}
it: La manutenzione del database è fallita: {}
ja: データベースのメンテナンスに失敗しました: {}
nl: Databaseonderhoud mislukt: {}
no: Databasevedlikehold mislyktes: {}
pl: Wykonanie konserwacji bazy danych nie powiodło się: {}
ro: Întreținerea bazei de date a eșuat: {}
ru: Ошибка обслуживания базы данных: {}
sk: Údržba databázy zlyhala: {}
sv: Databasunderhåll misslyckades: {}

source: error: {}
bg: грешка: {}
cs: chyba: {}
de: Fehler: {}
el: σφάλμα: {}
fi: virhe: {}
fr: erreur : {}
he: שגיאה: {}
hr: greška: {}
hu: hiba: {}
is: villa: {}
it: errore: {}
ja: エラー: {}
nl: fout: {}
no: feil: {}
pl: błąd: {}
ro: eroare: {}
ru: ошибка: {}
sk: chyba: {}
sv: fel: {}

source: unexpected error: {}
bg: неочаквана грешка: {}
cs: neočekávaná chyba: {}
de: unerwarteter Fehler: {}
el: απροσδόκητο σφάλμα: {}
es: error inesperado: {}
fi: odottamaton virhe: {}
fr: erreur inattendue : {}
he: שגיאה בלתי צפויה: {}
hr: neočekivana greška: {}
hu: váratlan hiba: {}
is: óvænt villa: {}
it: errore imprevisto: {}
ja: 予期しないエラー: {}
nl: onverwachte fout: {}
no: uventet feil: {}
pl: nieoczekiwany błąd: {}
ro: eroare neașteptată: {}
ru: непредвиденная ошибка: {}
sk: neočakávaná chyba: {}
sv: oväntat fel: {}

source: Database initialization error: {}
bg: Грешка при инициализация на базата данни: {}
cs: Chyba při inicializaci databáze: {}
de: Datenbank-Initialisierungsfehler: {}
el: Σφάλμα αρχικοποίησης βάσης δεδομένων: {}
es: Error de inicialización de la base de datos: {}
fi: Tietokannan alustamisvirhe: {}
fr: Erreur d'initialisation de la base de données : {}
he: שגיאת אתחול מסד נתונים: {}
hr: Greška pri inicijalizaciji baze podataka: {}
hu: Adatbázis inicializálási hiba: {}
is: Gagnagrunnsupphafs villa: {}
it: Errore di inizializzazione del database: {}
ja: データベース初期化エラー: {}
nl: Database-initialisatiefout: {}
no: Databaseinitialiseringsfeil: {}
pl: Błąd inicjalizacji bazy danych: {}
ro: Eroare la inițializarea bazei de date: {}
ru: Ошибка инициализации базы данных: {}
sk: Chyba pri inicializácii databázy: {}
sv: Databasinitialiseringsfel: {}

source: Created project: {} ({})
bg: Създаден проект: {} ({})
cs: Vytvořený projekt: {} ({})
de: Projekt erstellt: {} ({})
el: Δημιουργήθηκε έργο: {} ({})
es: Proyecto creado: {} ({})
fi: Luotu projekti: {} ({})
fr: Projet créé : {} ({})
he: פרויקט שנוצר: {} ({})
hr: Stvoren projekt: {} ({})
hu: Létrehozott projekt: {} ({})
is: Búið til verkefni: {} ({})
it: Progetto creato: {} ({})
ja: プロジェクトを作成しました: {} ({})
nl: Project aangemaakt: {} ({})
no: Opprettet prosjekt: {} ({})
pl: Utworzony projekt: {} ({})
ro: Proiect creat: {} ({})
ru: Создан проект: {} ({})
sk: Vytvorený projekt: {} ({})
sv: Skapat projekt: {} ({})

source: Error creating project: {}: {}
bg: Грешка при създаване на проект: {}: {}
cs: Chyba při vytváření projektu: {}: {}
de: Fehler beim Erstellen des Projekts: {}: {}
el: Σφάλμα κατά τη δημιουργία έργου: {}: {}
es: Error al crear el proyecto: {}: {}
fi: Virhe projektin luomisessa: {}: {}
fr: Erreur lors de la création du projet : {} : {}
he: שגיאה ביצירת פרויקט: {}: {}
hr: Greška prilikom kreiranja projekta: {}: {}
hu: Hiba a projekt létrehozásakor: {}: {}
is: Villa að búa til verkefni: {}: {}
it: Errore durante la creazione del progetto: {}: {}
ja: プロジェクトの作成中にエラーが発生しました: {}: {}
nl: Fout bij het aanmaken van project: {}: {}
no: Feil ved oppretting av prosjekt: {}: {}
pl: Błąd podczas tworzenia projektu: {}: {}
ro: Eroare la crearea proiectului: {}: {}
ru: Ошибка при создании проекта: {}: {}
sk: Chyba pri vytváraní projektu: {}: {}
sv: Fel vid skapande av projekt: {}: {}

source: Loaded project from database: {}
bg: Зареден проект от базата данни: {}
cs: Načtený projekt z databáze: {}
de: Projekt aus der Datenbank geladen: {}
el: Φορτώθηκε έργο από τη βάση δεδομένων: {}
es: Proyecto cargado desde la base de datos: {}
fi: Ladattu projekti tietokannasta: {}
fr: Projet chargé depuis la base de données : {}
he: פרויקט נטען ממסד הנתונים: {}
hr: Učitani projekt iz baze podataka: {}
hu: Betöltött projekt az adatbázisból: {}
is: Hlaðið verkefni úr gagnagrunni: {}
it: Progetto caricato dal database: {}
ja: データベースからプロジェクトを読み込みました: {}
nl: Project geladen uit database: {}
no: Laste prosjekt fra databasen: {}
pl: Załadowano projekt z bazy danych: {}
ro: Proiect încărcat din baza de date: {}
ru: Загружен проект из базы данных: {}
sk: Načítaný projekt z databázy: {}
sv: Laddat projekt från databas: {}

source: Database error loading project: {}
bg: Грешка в базата данни при зареждане на проекта: {}
cs: Chyba databáze při načítání projektu: {}
de: Datenbankfehler beim Laden des Projekts: {}
el: Σφάλμα βάσης δεδομένων κατά τη φόρτωση του έργου: {}
es: Error de base de datos al cargar el proyecto: {}
fi: Tietokanta virhe ladattaessa projektia: {}
fr: Erreur de base de données lors du chargement du projet : {}
he: שגיאת מסד נתונים בטעינת פרויקט: {}
hr: Greška baze podataka prilikom učitavanja projekta: {}
hu: Adatbázis hiba a projekt betöltésekor: {}
is: Gagnagrunns villa við að hlaða verkefni: {}
it: Errore del database durante il caricamento del progetto: {}
ja: プロジェクトの読み込み中にデータベースエラーが発生しました: {}
nl: Databasefout bij het laden van project: {}
no: Databasefeil ved lasting av prosjekt: {}
pl: Błąd bazy danych podczas ładowania projektu: {}
ro: Eroare de bază de date la încărcarea proiectului: {}
ru: Ошибка базы данных при загрузке проекта: {}
sk: Chyba databázy pri načítaní projektu: {}
sv: Databasfel vid inläsning av projekt: {}

source: Data error loading project: {}: {}
bg: Грешка при зареждане на проекта: {}: {}
cs: Chyba načítání projektu: {}: {}
de: Datenfehler beim Laden des Projekts: {}: {}
el: Σφάλμα δεδομένων κατά τη φόρτωση του έργου: {}: {}
es: Error de datos al cargar el proyecto: {}: {}
fi: Tietovirhe ladattaessa projektia: {}: {}
fr: Erreur de données lors du chargement du projet : {} : {}
he: שגיאת נתונים בטעינת פרויקט: {}: {}
hr: Pogreška podataka prilikom učitavanja projekta: {}: {}
hu: Adat hiba a projekt betöltésekor: {}: {}
is: Gagnavilla við að hlaða verkefni: {}: {}
it: Errore di dati durante il caricamento del progetto: {}: {}
ja: プロジェクトの読み込み中にデータエラーが発生しました: {}: {}
nl: Gegevensfout bij het laden van project: {}: {}
no: Datafeil ved lasting av prosjekt: {}: {}
pl: Błąd danych podczas ładowania projektu: {}: {}
ro: Eroare de date la încărcarea proiectului: {}: {}
ru: Ошибка данных при загрузке проекта: {}: {}
sk: Chyba údajov pri načítaní projektu: {}: {}
sv: Datafel vid inläsning av projekt: {}: {}

source: Unexpected error loading project: {}: {}
bg: Неочаквана грешка при зареждане на проекта: {}: {}
cs: Neočekávaná chyba při načítání projektu: {}: {}
de: Unerwarteter Fehler beim Laden des Projekts: {}: {}
el: Αναπάντεχο σφάλμα κατά τη φόρτωση του έργου: {}: {}
es: Error inesperado al cargar el proyecto: {}: {}
fi: Odottamaton virhe ladattaessa projektia: {}: {}
fr: Erreur inattendue lors du chargement du projet : {} : {}
he: שגיאה בלתי צפויה בטעינת הפרויקט: {}: {}
hr: Neočekivana greška prilikom učitavanja projekta: {}: {}
hu: Váratlan hiba a projekt betöltésekor: {}: {}
is: Óvænt villa við að hlaða verkefni: {}: {}
it: Errore imprevisto durante il caricamento del progetto: {}: {}
ja: プロジェクトの読み込み中に予期しないエラーが発生しました: {}: {}
nl: Onverwachte fout bij het laden van project: {}: {}
no: Uventet feil ved lasting av prosjekt: {}: {}
pl: Nieoczekiwany błąd podczas ładowania projektu: {}: {}
ro: Eroare neașteptată la încărcarea proiectului: {}: {}
ru: Неожиданная ошибка при загрузке проекта: {}: {}
sk: Neočakávaná chyba pri načítaní projektu: {}: {}
sv: Oväntat fel vid inläsning av projekt: {}: {}

source: Deleted project from database: {}
bg: Изтрит проект от базата данни: {}
cs: Smazaný projekt z databáze: {}
de: Projekt aus der Datenbank gelöscht: {}
el: Διαγραμμένο έργο από τη βάση δεδομένων: {}
es: Proyecto eliminado de la base de datos: {}
fi: Poistettu projekti tietokannasta: {}
fr: Projet supprimé de la base de données : {}
he: פרויקט שנמחק מהמסד נתונים: {}
hr: Izbrisan projekt iz baze podataka: {}
hu: Törölt projekt az adatbázisból: {}
is: Skráður verkefni eytt úr gagnagrunni: {}
it: Progetto eliminato dal database: {}
ja: データベースから削除されたプロジェクト: {}
nl: Verwijderd project uit database: {}
no: Slettet prosjekt fra databasen: {}
pl: Usunięty projekt z bazy danych: {}
ro: Proiect șters din baza de date: {}
ru: Удалённый проект из базы данных: {}
sk: Zmazaný projekt z databázy: {}
sv: Raderat projekt från databas: {}

source: Database error deleting project: {}
bg: Грешка в базата данни при изтриване на проекта: {}
cs: Chyba databáze při odstraňování projektu: {}
de: Datenbankfehler beim Löschen des Projekts: {}
el: Σφάλμα βάσης δεδομένων κατά τη διαγραφή έργου: {}
es: Error de base de datos al eliminar el proyecto: {}
fi: Tietokantavirhe projektin poistamisessa: {}
fr: Erreur de base de données lors de la suppression du projet : {}
he: שגיאת מסד נתונים במחיקת פרויקט: {}
hr: Greška baze podataka prilikom brisanja projekta: {}
hu: Adatbázis hiba a projekt törlésekor: {}
is: Gagnagrunnvilla við að eyða verkefni: {}
it: Errore del database durante l'eliminazione del progetto: {}
ja: プロジェクトの削除中にデータベースエラーが発生しました: {}
nl: Databasefout bij het verwijderen van project: {}
no: Databasefeil ved sletting av prosjekt: {}
pl: Błąd bazy danych podczas usuwania projektu: {}
ro: Eroare de bază de date la ștergerea proiectului: {}
ru: Ошибка базы данных при удалении проекта: {}
sk: Chyba databázy pri odstraňovaní projektu: {}
sv: Databasfel vid radering av projekt: {}

source: Error creating manual backup: {}
bg: Грешка при създаване на ръчно архивиране: {}
cs: Chyba při vytváření ruční zálohy: {}
de: Fehler beim Erstellen der manuellen Sicherung: {}
el: Σφάλμα κατά τη δημιουργία χειροκίνητου αντιγράφου ασφαλείας: {}
es: Error al crear una copia de seguridad manual: {}
fi: Virhe manuaalisen varmuuskopion luomisessa: {}
fr: Erreur lors de la création de la sauvegarde manuelle : {}
he: שגיאה ביצירת גיבוי ידני: {}
hr: Greška prilikom stvaranja ručne sigurnosne kopije: {}
hu: Hiba a kézi biztonsági mentés létrehozásakor: {}
is: Villa til að búa til handvirka afrit: {}
it: Errore durante la creazione del backup manuale: {}
ja: 手動バックアップの作成中にエラーが発生しました: {}
nl: Fout bij het maken van handmatige back-up: {}
no: Feil ved oppretting av manuell sikkerhetskopi: {}
pl: Błąd podczas tworzenia ręcznej kopii zapasowej: {}
ro: Eroare la crearea backup-ului manual: {}
ru: Ошибка при создании ручной резервной копии: {}
sk: Chyba pri vytváraní manuálnej zálohy: {}
sv: Fel vid skapande av manuell säkerhetskopia: {}

source: Error listing backups: {}
bg: Грешка при изброяване на резервни копия: {}
cs: Chyba při výpisu záloh: {}
de: Fehler beim Auflisten der Backups: {}
el: Σφάλμα κατά την καταχώριση αντιγράφων ασφαλείας: {}
es: Error al listar copias de seguridad: {}
fi: Virhe varmuuskopioiden luetteloinnissa: {}
fr: Erreur lors de l'affichage des sauvegardes : {}
he: שגיאה ברשימת גיבויים: {}
hr: Greška prilikom navođenja sigurnosnih kopija: {}
hu: Hiba a biztonsági másolatok listázásakor: {}
is: Villa að lista afrit: {}
it: Errore durante l'elenco dei backup: {}
ja: バックアップのリストを取得中にエラーが発生しました: {}
nl: Fout bij het weergeven van back-ups: {}
no: Feil ved opplisting av sikkerhetskopier: {}
pl: Błąd podczas wyświetlania kopii zapasowych: {}
ro: Eroare la listarea copiilor de rezervă: {}
ru: Ошибка при перечислении резервных копий: {}
sk: Chyba pri zobrazovaní záloh: {}
sv: Fel vid uppräkning av säkerhetskopior: {}

source: Backup validation error: {}
bg: Грешка при валидиране на резервно копие: {}
cs: Chyba ověření zálohy: {}
de: Backup-Validierungsfehler: {}
el: Σφάλμα επικύρωσης αντιγράφου ασφαλείας: {}
es: Error de validación de copia de seguridad: {}
fi: Varmuuskopion vahvistusvirhe: {}
fr: Erreur de validation de sauvegarde : {}
he: שגיאת אימות גיבוי: {}
hr: Pogreška pri provjeri sigurnosne kopije: {}
hu: Biztonsági másolat érvényesítési hiba: {}
is: Afturheimt staðfestingarvilla: {}
it: Errore di convalida del backup: {}
ja: バックアップ検証エラー: {}
nl: Back-up validatiefout: {}
no: Sikkerhetskopieringsvalideringsfeil: {}
pl: Błąd walidacji kopii zapasowej: {}
ro: Eroare de validare a backup-ului: {}
ru: Ошибка проверки резервной копии: {}
sk: Chyba overenia zálohy: {}
sv: Säkerhetskopieringsvalideringsfel: {}

source: Current database backed up to: {}
bg: Текущата база данни е архивирана в: {}
cs: Aktuální databáze byla zálohována na: {}
de: Aktuelle Datenbank gesichert auf: {}
el: Η τρέχουσα βάση δεδομένων έχει δημιουργηθεί αντίγραφο ασφαλείας στη: {}
es: Base de datos actual respaldada en: {}
fi: Nykyinen tietokanta varmuuskopioitu osoitteeseen: {}
fr: Base de données actuelle sauvegardée sur : {}
he: המסד הנתונים הנוכחי גובה ל: {}
hr: Trenutna baza podataka sigurnosno kopirana na: {}
hu: Jelenlegi adatbázis mentve ide: {}
is: Núverandi gagnagrunnur afritaður á: {}
it: Database attuale salvato in: {}
ja: 現在のデータベースはバックアップされました: {}
nl: Huidige database geback-upt naar: {}
no: Nåværende database sikkerhetskopiert til: {}
pl: Bieżąca baza danych została zarchiwizowana w: {}
ro: Baza de date curentă salvată în: {}
ru: Текущая база данных сохранена в: {}
sk: Aktuálna databáza zálohovaná na: {}
sv: Aktuell databas säkerhetskopierad till: {}

source: Import failed, restored previous database
bg: Импортирането не успя, възстановена е предишната база данни.
cs: Import selhal, obnovená předchozí databáze
de: Import fehlgeschlagen, vorherige Datenbank wiederhergestellt
el: Η εισαγωγή απέτυχε, αποκαταστάθηκε η προηγούμενη βάση δεδομένων
es: Importación fallida, se restauró la base de datos anterior
fi: Tuonti epäonnistui, edellinen tietokanta palautettu
fr: Importation échouée, base de données précédente restaurée
he: ייבוא נכשל, שוחזר מסד הנתונים הקודם
hr: Uvoz nije uspio, vraćena prethodna baza podataka
hu: Importálás sikertelen, a korábbi adatbázis visszaállítva.
is: Innflutning mistókst, fyrri gagnagrunnur endurheimtur.
it: Importazione non riuscita, ripristinato il database precedente
ja: インポートに失敗しました。以前のデータベースを復元しました。
nl: Importeren mislukt, vorige database hersteld
no: Import mislyktes, gjenopprettet forrige database
pl: Import nie powiódł się, przywrócono poprzednią bazę danych
ro: Importul a eșuat, baza de date anterioară a fost restaurată
ru: Импорт не удался, восстановлена предыдущая база данных
sk: Import zlyhal, obnovená predchádzajúca databáza
sv: Importen misslyckades, återställde tidigare databas

source: Error importing database: {}: {}
bg: Грешка при импортиране на база данни: {}: {}
cs: Chyba při importu databáze: {}: {}
de: Fehler beim Importieren der Datenbank: {}: {}
el: Σφάλμα κατά την εισαγωγή βάσης δεδομένων: {}: {}
es: Error al importar la base de datos: {}: {}
fi: Virhe tietokannan tuonnissa: {}: {}
fr: Erreur d'importation de la base de données : {} : {}
he: שגיאה בייבוא מסד נתונים: {}: {}
hr: Greška prilikom uvoza baze podataka: {}: {}
hu: Hiba az adatbázis importálásakor: {}: {}
is: Villa að flytja inn gagnagrunn: {}: {}
it: Errore durante l'importazione del database: {}: {}
ja: データベースのインポート中にエラーが発生しました: {}: {}
nl: Fout bij het importeren van de database: {}: {}
no: Feil ved import av database: {}: {}
pl: Błąd importowania bazy danych: {}: {}
ro: Eroare la importarea bazei de date: {}: {}
ru: Ошибка импорта базы данных: {}: {}
sk: Chyba pri importe databázy: {}: {}
sv: Fel vid import av databas: {}: {}

source: Deleted backup: {}
bg: Изтрито резервно копие: {}
cs: Smazaná záloha: {}
de: Gelöschtes Backup: {}
el: Διαγραμμένο αντίγραφο ασφαλείας: {}
es: Copia de seguridad eliminada: {}
fi: Poistettu varmuuskopio: {}
fr: Sauvegarde supprimée : {}
he: גיבוי שנמחק: {}
hr: Izbrisana sigurnosna kopija: {}
hu: Törölt biztonsági másolat: {}
is: Eyttur afritun: {}
it: Backup eliminato: {}
ja: 削除されたバックアップ: {}
nl: Verwijderde back-up: {}
no: Slettet sikkerhetskopi: {}
pl: Usunięta kopia zapasowa: {}
ro: Backup șters: {}
ru: Удалённая резервная копия: {}
sk: Zmazaná záloha: {}
sv: Raderad säkerhetskopia: {}

source: Error deleting backup: {}
bg: Грешка при изтриване на резервно копие: {}
cs: Chyba při odstraňování zálohy: {}
de: Fehler beim Löschen des Backups: {}
el: Σφάλμα κατά τη διαγραφή αντιγράφου ασφαλείας: {}
es: Error al eliminar la copia de seguridad: {}
fi: Virhe varmuuskopion poistamisessa: {}
fr: Erreur lors de la suppression de la sauvegarde : {}
he: שגיאה במחיקת גיבוי: {}
hr: Greška prilikom brisanja sigurnosne kopije: {}
hu: Hiba a biztonsági másolat törlésekor: {}
is: Villa að eyða afriti: {}
it: Errore durante l'eliminazione del backup: {}
ja: バックアップの削除中にエラーが発生しました: {}
nl: Fout bij het verwijderen van de back-up: {}
no: Feil ved sletting av sikkerhetskopi: {}
pl: Błąd podczas usuwania kopii zapasowej: {}
ro: Eroare la ștergerea backup-ului: {}
ru: Ошибка при удалении резервной копии: {}
sk: Chyba pri odstraňovaní zálohy: {}
sv: Fel vid radering av säkerhetskopia: {}

source: Error exporting project: {}: {}
bg: Грешка при експортиране на проекта: {}: {}
cs: Chyba při exportu projektu: {}: {}
de: Fehler beim Exportieren des Projekts: {}: {}
el: Σφάλμα κατά την εξαγωγή του έργου: {}: {}
es: Error al exportar el proyecto: {}: {}
fi: Virhe projektin vientissä: {}: {}
fr: Erreur d'exportation du projet : {} : {}
he: שגיאה ביצוא פרויקט: {}: {}
hr: Greška prilikom izvoza projekta: {}: {}
hu: Hiba a projekt exportálásakor: {}: {}
is: Villa við að flytja út verkefni: {}: {}
it: Errore durante l'esportazione del progetto: {}: {}
ja: プロジェクトのエクスポート中にエラーが発生しました: {}: {}
nl: Fout bij het exporteren van project: {}: {}
no: Feil ved eksport av prosjekt: {}: {}
pl: Błąd eksportowania projektu: {}: {}
ro: Eroare la exportarea proiectului: {}: {}
ru: Ошибка экспорта проекта: {}: {}
sk: Chyba pri exporte projektu: {}: {}
sv: Fel vid export av projekt: {}: {}

source: File error exporting to TXT: {}
bg: Грешка при експортиране на файл в TXT: {}
cs: Chyba souboru při exportu do TXT: {}
de: Dateifehler beim Exportieren nach TXT: {}
el: Σφάλμα αρχείου κατά την εξαγωγή σε TXT: {}
es: Error de archivo al exportar a TXT: {}
fi: Tiedosto virhe vienti TXT: {}
fr: Erreur de fichier lors de l'exportation vers TXT : {}
he: שגיאת קובץ ביצוא ל-TXT: {}
hr: Greška pri izvozu u TXT: {}
hu: Fájl hiba a TXT-be való exportáláskor: {}
is: Skilavilla villa við að flytja út í TXT: {}
it: Errore di file durante l'esportazione in TXT: {}
ja: TXTへのエクスポート中にファイルエラーが発生しました: {}
nl: Bestand fout bij exporteren naar TXT: {}
no: Filfeil ved eksport til TXT: {}
pl: Błąd pliku podczas eksportowania do TXT: {}
ro: Eroare la exportarea fișierului în TXT: {}
ru: Ошибка файла при экспорте в TXT: {}
sk: Chyba súboru pri exporte do TXT: {}
sv: Filfelaktighet vid export till TXT: {}

source: Unexpected error exporting to TXT: {}: {}
bg: Неочаквана грешка при експортиране в TXT: {}: {}
cs: Neočekávaná chyba při exportu do TXT: {}: {}
de: Unerwarteter Fehler beim Exportieren nach TXT: {}: {}
el: Αναπάντεχο σφάλμα κατά την εξαγωγή σε TXT: {}: {}
es: Error inesperado al exportar a TXT: {}: {}
fi: Odottamaton virhe viedessä TXT-tiedostoon: {}: {}
fr: Erreur inattendue lors de l'exportation vers TXT : {} : {}
he: שגיאה בלתי צפויה בייצוא ל-TXT: {}: {}
hr: Neočekivana greška prilikom izvoza u TXT: {}: {}
hu: Váratlan hiba a TXT-be történő exportáláskor: {}: {}
is: Óvænt villa við útflutning í TXT: {}: {}
it: Errore imprevisto durante l'esportazione in TXT: {}: {}
ja: TXTへのエクスポート中に予期しないエラーが発生しました: {}: {}
nl: Onverwachte fout bij het exporteren naar TXT: {}: {}
no: Uventet feil ved eksportering til TXT: {}: {}
pl: Nieoczekiwany błąd podczas eksportowania do TXT: {}: {}
ro: Eroare neașteptată la exportarea în TXT: {}: {}
ru: Неожиданная ошибка при экспорте в TXT: {}: {}
sk: Neočakávaná chyba pri exporte do TXT: {}: {}
sv: Oväntat fel vid export av TXT: {}: {}

source: File error exporting to ODT: {}
bg: Грешка при експортиране на файл в ODT: {}
cs: Chyba souboru při exportu do ODT: {}
de: Dateifehler beim Exportieren nach ODT: {}
el: Σφάλμα αρχείου κατά την εξαγωγή σε ODT: {}
es: Error de archivo al exportar a ODT: {}
fi: Tiedosto-ongelma viedessä ODT-muotoon: {}
fr: Erreur de fichier lors de l'exportation vers ODT : {}
he: שגיאת קובץ ביצוא ל-ODT: {}
hr: Greška pri izvozu u ODT: {}
hu: Fájl hiba az ODT-be történő exportáláskor: {}
is: Skjalvilla við útflutning í ODT: {}
it: Errore di file durante l'esportazione in ODT: {}
ja: ODTへのエクスポート中にファイルエラーが発生しました: {}
nl: Bestand fout bij exporteren naar ODT: {}
no: Filfeil ved eksport til ODT: {}
pl: Błąd pliku podczas eksportowania do ODT: {}
ro: Eroare la exportarea fișierului în ODT: {}
ru: Ошибка файла при экспорте в ODT: {}
sk: Chyba súboru pri exporte do ODT: {}
sv: Filfelaktighet vid export till ODT: {}

source: Unexpected error exporting to ODT: {}: {}
bg: Неочаквана грешка при експортиране в ODT: {}: {}
cs: Neočekávaná chyba při exportu do ODT: {}: {}
de: Unerwarteter Fehler beim Exportieren nach ODT: {}: {}
el: Αναπάντεχο σφάλμα κατά την εξαγωγή σε ODT: {}: {}
es: Error inesperado al exportar a ODT: {}: {}
fi: Odottamaton virhe ODT-tiedostoon vientiä tehdessä: {}: {}
fr: Erreur inattendue lors de l'exportation vers ODT : {} : {}
he: שגיאה בלתי צפויה בייצוא ל-ODT: {}: {}
hr: Neočekivana greška prilikom izvoza u ODT: {}: {}
hu: Váratlan hiba az ODT-be való exportáláskor: {}: {}
is: Óvænt villa við útflutning í ODT: {}: {}
it: Errore imprevisto durante l'esportazione in ODT: {}: {}
ja: ODTへのエクスポート中に予期しないエラーが発生しました: {}: {}
nl: Onverwachte fout bij het exporteren naar ODT: {}: {}
no: Uventet feil ved eksportering til ODT: {}: {}
pl: Nieoczekiwany błąd podczas eksportowania do ODT: {}: {}
ro: Eroare neașteptată la exportul în ODT: {}: {}
ru: Неожиданная ошибка при экспорте в ODT: {}: {}
sk: Neočakávaná chyba pri exporte do ODT: {}: {}
sv: Oväntat fel vid export av ODT: {}: {}

source: File error exporting to PDF: {}
bg: Грешка при експортиране на файл в PDF: {}
cs: Chyba souboru při exportu do PDF: {}
de: Dateifehler beim Exportieren nach PDF: {}
el: Σφάλμα αρχείου κατά την εξαγωγή σε PDF: {}
es: Error de archivo al exportar a PDF: {}
fi: Tiedostovirhe PDF:ään vientiä varten: {}
fr: Erreur de fichier lors de l'exportation en PDF : {}
he: שגיאת קובץ ביצוא ל-PDF: {}
hr: Greška pri izvozu u PDF: {}
hu: Fájl hiba a PDF-be való exportáláskor: {}
is: Skilavilla við að flytja út í PDF: {}
it: Errore di file durante l'esportazione in PDF: {}
ja: PDFへのエクスポート中にファイルエラーが発生しました: {}
nl: Bestand fout bij exporteren naar PDF: {}
no: Filfeil ved eksportering til PDF: {}
pl: Błąd pliku podczas eksportowania do PDF: {}
ro: Eroare la exportarea fișierului în PDF: {}
ru: Ошибка файла при экспорте в PDF: {}
sk: Chyba súboru pri exporte do PDF: {}
sv: Filfelaktighet vid export till PDF: {}
