Repository: Dionarley/tac-writer
Catalog: po/*.po
Languages: bg, cs, de, el, es, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, ro, ru, sk, sv

source: Enable the AI assistant in Preferences ▸ AI Assistant.
bg: Активирайте AI асистента в Настройки ▸ AI Асистент.
cs: Povolit asistenta AI v Nastavení ▸ Asistent AI.
de: Aktivieren Sie den KI-Assistenten in den Einstellungen ▸ KI-Assistent.
el: Ενεργοποιήστε τον βοηθό AI στις Προτιμήσεις ▸ Βοηθός AI.
es: Habilitar el asistente de IA en Preferencias ▸ Asistente de IA.
fi: Ota käyttöön AI-avustaja Asetuksissa ▸ AI-avustaja.
fr: Activer l'assistant IA dans Préférences ▸ Assistant IA.
he: אפשר את העוזר הווירטואלי בהעדפות ▸ עוזר וירטואלי.
hr: Omogući AI asistenta u Postavkama ▸ AI Asistent.
hu: Engedélyezze az AI asszisztenst a Beállítások ▸ AI Asszisztens menüpontban.
is: Virkja AI aðstoðarmanninn í Stillingar ▸ AI Aðsotðarmaður.
it: Abilita l'assistente AI in Preferenze ▸ Assistente AI.
ja: 設定 ▸ AIアシスタントでAIアシスタントを有効にする。
nl: Schakel de AI-assistent in onder Voorkeuren ▸ AI-assistent.
no: Aktiver AI-assistenten i Innstillinger ▸ AI-assistent.
pl: Włącz asystenta AI w Preferencjach ▸ Asystent AI.
ro: Activați asistentul AI în Preferințe ▸ Asistent AI.
ru: Включите AI-ассистента в Настройках ▸ AI-ассистент.
sk: Povoliť asistenta AI v Nastaveniach ▸ Asistent AI.
sv: Aktivera AI-assistenten i Inställningar ▸ AI-assistent.

source: Provider
bg: Доставчик
cs: Poskytovatel
de: Anbieter
el: Πάροχος
es: Proveedor
fi: Palveluntarjoaja
fr: Fournisseur
he: ספק
hr: Pružatelj
hu: Szolgáltató
is: Veitaður
it: Fornitore
ja: プロバイダー
nl: Leverancier
no: Leverandør
pl: Dostawca
ro: Furnizor
ru: Поставщик
sk: Poskytovateľ
sv: Leverantör

source: API key
bg: API ключ
cs: API klíč
de: API-Schlüssel
el: κλειδί API
es: clave de API
fi: API-avain
fr: clé API
he: מפתח API
hr: API ključ
hu: API kulcs
is: API lykill
it: chiave API
ja: APIキー
nl: API-sleutel
no: API-nøkkel
pl: klucz API
ro: cheie API
ru: API-ключ
sk: API kľúč
sv: API-nyckel

source: Enable AI in Preferences. API key is required. Read Wiki if there is any doubt.
bg: Активирайте ИИ в Настройки. Изисква се API ключ. Прочетете Уики, ако имате съмнения.
cs: Povolit AI v nastavení. Je vyžadován API klíč. Přečtěte si Wiki, pokud máte nějaké pochybnosti.
de: Aktivieren Sie KI in den Einstellungen. API-Schlüssel ist erforderlich. Lesen Sie das Wiki, wenn Sie Zweifel haben.
el: Ενεργοποιήστε την AI στις Προτιμήσεις. Απαιτείται κλειδί API. Διαβάστε το Wiki αν έχετε οποιαδήποτε αμφιβολία.
es: Habilitar IA en Preferencias. Se requiere clave API. Lee la Wiki si hay alguna duda.
fi: Ota AI käyttöön asetuksissa. API-avain vaaditaan. Lue Wiki, jos on epäselvyyksiä.
fr: Activer l'IA dans les Préférences. Une clé API est requise. Consultez le Wiki en cas de doute.
he: אפשרות AI בהעדפות. מפתח API נדרש. קרא את הוויקי אם יש ספק.
hr: Omogući AI u Postavkama. API ključ je obavezan. Pročitajte Wiki ako imate bilo kakvih sumnji.
hu: AI engedélyezése a Beállításokban. API kulcs szükséges. Olvassa el a Wikiben, ha kétségei vannak.
is: Virkja AI í Stillingum. API lykill er nauðsynlegur. Lesa Wiki ef einhverjar efasemdir eru.
it: Abilita l'IA nelle Preferenze. È richiesta una chiave API. Leggi il Wiki se hai dubbi.
ja: 設定でAIを有効にします。APIキーが必要です。疑問がある場合はWikiを参照してください。
nl: Schakel AI in Voorkeuren in. API-sleutel is vereist. Lees de Wiki als er enige twijfel is.
no: Aktiver AI i Innstillinger. API-nøkkel er påkrevd. Les Wiki hvis det er noen tvil.
pl: Włącz AI w Preferencjach. Wymagany jest klucz API. Przeczytaj Wiki, jeśli masz jakiekolwiek wątpliwości.
ro: Activați AI în Preferințe. Este necesar un cheie API. Citiți Wiki dacă aveți vreo îndoială.
ru: Включите ИИ в настройках. Требуется API-ключ. Ознакомьтесь с вики, если есть сомнения.
sk: Povoliť AI v nastaveniach. Je potrebný API kľúč. Prečítajte si Wiki, ak máte nejaké pochybnosti.
sv: Aktivera AI i Inställningar. API-nyckel krävs. Läs Wiki om det finns några tvivel.

source: AI Assistant
bg: AI асистент
cs: AI Asistent
de: KI-Assistent
el: Βοηθός Τεχνητής Νοημοσύνης
es: Asistente de IA
fi: AI-avustaja
fr: Assistant IA
he: עוזר בינה מלאכותית
hr: AI asistent
hu: AI Asszisztens
is: AI aðstoðarmaður
it: Assistente AI
ja: AIアシスタント
nl: AI Assistent
no: AI-assistent
pl: Asystent AI
ro: Asistent AI
ru: AI Ассистент
sk: AI asistent
sv: AI-assistent

source: Here is the assistant's suggestion.
bg: Ето предложението на асистента.
cs: Zde je návrh asistenta.
de: Hier ist der Vorschlag des Assistenten.
el: Εδώ είναι η πρόταση του βοηθού.
es: Aquí está la sugerencia del asistente.
fi: Tässä on avustajan ehdotus.
fr: Voici la suggestion de l'assistant.
he: הנה ההמלצה של העוזר.
hr: Evo prijedloga asistenta.
hu: Itt van a segéd javaslata.
is: Hér er tillaga aðstoðarmannsins.
it: Ecco il suggerimento dell'assistente.
ja: ここにアシスタントの提案があります。
nl: Hier is de suggestie van de assistent.
no: Her er assistentens forslag.
pl: Oto sugestia asystenta.
ro: Iată sugestia asistentului.
ru: Вот предложение помощника.
sk: Tu je návrh asistenta.
sv: Här är assistentens förslag.

source: Copy to clipboard
bg: Копирай в клипборда
cs: Kopírovat do schránky
de: In die Zwischenablage kopieren
el: Αντιγραφή στο πρόχειρο
es: Copiar al portapapeles
fi: Kopioi leikepöydälle
fr: Copier dans le presse-papiers
he: העתק ללוח שנה
hr: Kopiraj u međuspremnik
hu: Másolás a vágólapra
is: Afrita í klippiborð
it: Copia negli appunti
ja: クリップボードにコピー
nl: Kopiëren naar klembord
no: Kopier til utklippstavle
pl: Kopiuj do schowka
ro: Copiază în clipboard
ru: Скопировать в буфер обмена
sk: Kopírovať do schránky
sv: Kopiera till urklipp

source: Insert at cursor
bg: Вмъкни на курсора
cs: Vložit na kurzor
de: Am Cursor einfügen
el: Εισαγωγή στον κέρσορα
es: Insertar en el cursor
fi: Lisää kohdistimeen
fr: Insérer au curseur
he: הכנס בסמן
hr: Umetni na kursor
hu: Beszúrás a kurzornál
is: Setja inn við músarhnappinn
it: Inserisci al cursore
ja: カーソル位置に挿入
nl: Invoegen op cursor
no: Sett inn ved markøren
pl: Wstaw w kursorze
ro: Inserează la cursor
ru: Вставить в курсор
sk: Vložiť na kurzor
sv: Infoga vid markören

source: Apply correction
bg: Приложи корекция
cs: Použít opravu
de: Korrektur anwenden
el: Εφαρμογή διόρθωσης
es: Aplicar corrección
fi: Käytä korjausta
fr: Appliquer la correction
he: החל תיקון
hr: Primijeni ispravak
hu: Javítás alkalmazása
is: Beita leiðréttingu
it: Applica correzione
ja: 修正を適用
nl: Corrigeer aanpassing
no: Bruk korrigering
pl: Zastosuj korektę
ro: Aplică corectura
ru: Применить исправление
sk: Použiť opravu
sv: Tillämpa korrigering

source: Additional suggestions
bg: Допълнителни предложения
cs: Další návrhy
de: Zusätzliche Vorschläge
el: Επιπλέον προτάσεις
es: Sugerencias adicionales
fi: Lisäehdotuksia
fr: Suggestions supplémentaires
he: הצעות נוספות
hr: Dodatne sugestije
hu: További javaslatok
is: Aukagildi tillögur
it: Suggerimenti aggiuntivi
ja: 追加の提案
nl: Aanvullende suggesties
no: Ytterligere forslag
pl: Dodatkowe sugestie
ro: Sugestii suplimentare
ru: Дополнительные предложения
sk: Ďalšie návrhy
sv: Ytterligare förslag

source: Place the cursor inside a paragraph to insert the text.
bg: Поставете курсора вътре в абзац, за да вмъкнете текста.
cs: Umístěte kurzor do odstavce pro vložení textu.
de: Setzen Sie den Cursor in einen Absatz, um den Text einzufügen.
el: Τοποθετήστε τον κέρσορα μέσα σε μια παράγραφο για να εισαγάγετε το κείμενο.
es: Coloca el cursor dentro de un párrafo para insertar el texto.
fi: Aseta kohdistin kappaleen sisään lisätäksesi tekstin.
fr: Placez le curseur à l'intérieur d'un paragraphe pour insérer le texte.
he: מקם את הסמן בתוך פסקה כדי להכניס את הטקסט.
hr: Postavite kursor unutar odlomka da umetnete tekst.
hu: Helyezze a kurzort egy bekezdésbe a szöveg beszúrásához.
is: Settu músina inn í málsgrein til að setja texta.
it: Posiziona il cursore all'interno di un paragrafo per inserire il testo.
ja: 段落内にカーソルを置いてテキストを挿入します。
nl: Plaats de cursor binnen een alinea om de tekst in te voegen.
no: Plasser markøren inne i et avsnitt for å sette inn teksten.
pl: Umieść kursor wewnątrz akapitu, aby wstawić tekst.
ro: Plasați cursorul în interiorul unui paragraf pentru a insera textul.
ru: Поместите курсор внутри абзаца, чтобы вставить текст.
sk: Umístite kurzor do odseku, aby ste vložili text.
sv: Placera markören inne i ett stycke för att infoga texten.

source: Nothing to insert.
bg: Няма какво да се вмъкне.
cs: Nic není k vložení.
de: Nichts einzufügen.
el: Τίποτα προς εισαγωγή.
es: Nada que insertar.
fi: Ei mitään lisättävää.
fr: Rien à insérer.
he: אין מה להכניס.
hr: Nema što za umetnuti.
hu: Nincs mit beszúrni.
is: Ekkert að setja inn.
it: Niente da inserire.
ja: 挿入するものはありません。
nl: Niets om in te voegen.
no: Ingenting å sette inn.
pl: Nic do wstawienia.
ro: Nimic de inserat.
ru: Нечего вставлять.
sk: Nič na vloženie.
sv: Inget att infoga.

source: No paragraph context available. Try inserting at the cursor.
bg: Няма наличен контекст за параграф. Опитайте да вмъкнете на курсора.
cs: Žádný kontext odstavce není k dispozici. Zkuste vložit na kurzor.
de: Kein Absatzkontext verfügbar. Versuchen Sie, am Cursor einzufügen.
el: Δεν είναι διαθέσιμος παράγραφος. Δοκιμάστε να εισάγετε στον κέρσορα.
es: No hay contexto de párrafo disponible. Intente insertar en el cursor.
fi: Ei kappaletta saatavilla. Yritä lisätä kohdistimeen.
fr: Aucun contexte de paragraphe disponible. Essayez d'insérer au curseur.
he: אין הקשר לפסקה זמין. נסה להכניס במקום הסמן.
hr: Nema dostupnog konteksta za odlomak. Pokušajte umetnuti na kursor.
hu: Nincs bekezdéskörnyezet elérhető. Próbálja meg a kurzornál beszúrni.
is: Engin ekki aðgengilegt. Reyndu að setja inn á músarhnappinn.
it: Nessun contesto di paragrafo disponibile. Prova a inserire al cursore.
ja: 段落のコンテキストは利用できません。カーソル位置に挿入してみてください。
nl: Geen alinea-context beschikbaar. Probeer in te voegen op de cursor.
no: Ingen avsnittskontekst tilgjengelig. Prøv å sette inn ved markøren.
pl: Brak kontekstu akapitu. Spróbuj wstawić w kursorze.
ro: Nu este disponibil context de paragraf. Încercați să inserați la cursor.
ru: Нет доступного контекста абзаца. Попробуйте вставить в курсор.
sk: Nie je k dispozícii žiadny kontext odseku. Skúste vložiť na kurzor.
sv: Ingen styckeinformation tillgänglig. Försök att infoga vid markören.

source: Could not determine the original paragraph.
bg: Не можа да се определи оригиналният параграф.
cs: Nelze určit původní odstavec.
de: Konnte den ursprünglichen Absatz nicht bestimmen.
el: Δεν ήταν δυνατός ο προσδιορισμός της αρχικής παραγράφου.
es: No se pudo determinar el párrafo original.
fi: Ei voitu määrittää alkuperäistä kappaletta.
fr: Impossible de déterminer le paragraphe original.
he: לא ניתן לקבוע את הפסקה המקורית.
hr: Nije moguće odrediti izvorni odlomak.
hu: Nem sikerült meghatározni az eredeti bekezdést.
is: Gat ekki að ákvarða upprunalega málsgreinina.
it: Impossibile determinare il paragrafo originale.
ja: 元の段落を特定できませんでした。
nl: Kon de oorspronkelijke alinea niet bepalen.
no: Kunne ikke bestemme det opprinnelige avsnittet.
pl: Nie można było określić oryginalnego akapitu.
ro: Nu s-a putut determina paragraful original.
ru: Не удалось определить исходный абзац.
sk: Nedalo sa určiť pôvodný odsek.
sv: Kunde inte fastställa det ursprungliga stycket.

source: Enter text to search.
bg: Въведете текст за търсене.
cs: Zadejte text k vyhledání.
de: Geben Sie den Text ein, um zu suchen.
el: Εισάγετε κείμενο για αναζήτηση.
es: Ingrese texto para buscar.
fi: Syötä etsittävä teksti.
fr: Entrez le texte à rechercher.
he: הזן טקסט לחיפוש.
hr: Unesite tekst za pretraživanje.
hu: Írja be a keresendő szöveget.
is: Sláðu inn texta til að leita.
it: Inserisci il testo da cercare.
ja: 検索するテキストを入力してください。
nl: Voer tekst in om te zoeken.
no: Skriv inn tekst for å søke.
pl: Wprowadź tekst do wyszukania.
ro: Introduceți textul pentru a căuta.
ru: Введите текст для поиска.
sk: Zadajte text na vyhľadávanie.
sv: Ange text att söka efter.

source: No matches found.
bg: Няма намерени съвпадения.
cs: Žádné shody nenalezeny.
de: Keine Übereinstimmungen gefunden.
el: Δεν βρέθηκαν αποτελέσματα.
es: No se encontraron coincidencias.
fi: Ei osumia löytynyt.
fr: Aucun résultat trouvé.
he: לא נמצאו תוצאות.
hr: Nema pronađenih podudaranja.
hu: Nincsenek találatok.
is: Engin fundin.
it: Nessuna corrispondenza trovata.
ja: 一致する項目が見つかりませんでした。
nl: Geen overeenkomsten gevonden.
no: Ingen treff funnet.
pl: Nie znaleziono dopasowań.
ro: Nu au fost găsite potriviri.
ru: Совпадений не найдено.
sk: Nenašli sa žiadne zhody.
sv: Inga träffar hittades.

source: No editable paragraphs available.
bg: Няма налични редактируеми абзаци.
cs: Žádné editovatelné odstavce nejsou k dispozici.
de: Keine bearbeitbaren Absätze verfügbar.
el: Δεν υπάρχουν διαθέσιμες επεξεργάσιμες παραγράφοι.
es: No hay párrafos editables disponibles.
fi: Ei muokattavia kappaleita saatavilla.
fr: Aucun paragraphe modifiable disponible.
he: אין פסקאות ניתנות לעריכה.
hr: Nema dostupnih uređivih odlomaka.
hu: Nincsenek szerkeszthető bekezdők.
is: Engar texta má ekki breyta.
it: Nessun paragrafo modificabile disponibile.
ja: 編集可能な段落はありません。
nl: Geen bewerkbare paragrafen beschikbaar.
no: Ingen redigerbare avsnitt tilgjengelig.
pl: Brak edytowalnych akapitów.
ro: Nu sunt disponibile paragrafe editabile.
ru: Нет доступных для редактирования абзацев.
sk: Žiadne editovateľné odseky nie sú k dispozícii.
sv: Inga redigerbara stycken tillgängliga.

source: Continuous Argumentation Technique
bg: Непрекъсната аргументационна техника
cs: Kontinuální argumentační technika
de: Kontinuierliche Argumentationstechnik
el: Συνεχής Τεχνική Επιχειρηματολογίας
es: Técnica de Argumentación Continua
fi: Jatkuva argumentointitekniikka
fr: Technique d'Argumentation Continue
he: טכניקת טיעון מתמשך
hr: Kontinuirana tehnika argumentacije
hu: Folyamatos Érvelési Technika
is: Samfelldar röksemdaraðferð
it: Tecnica di Argomentazione Continua
ja: 継続的議論技術
nl: Continue Argumentatietechniek
no: Kontinuerlig Argumentasjonsteknikk
pl: Ciągła Technika Argumentacji
ro: Tehnica Argumentării Continue
ru: Непрерывная аргументационная техника
sk: Kontinuálna argumentačná technika
sv: Kontinuerlig Argumentationsteknik

source: Loading project...
bg: Зареждане на проекта...
cs: Načítání projektu...
de: Projekt wird geladen...
el: Φόρτωση έργου...
es: Cargando proyecto...
fi: Ladataan projektia...
fr: Chargement du projet...
he: טוען פרויקט...
hr: Učitavanje projekta...
hu: Projekt betöltése...
is: Hlaða verkefni...
it: Caricamento progetto...
ja: プロジェクトを読み込んでいます...
nl: Project laden...
no: Laster prosjekt...
pl: Ładowanie projektu...
ro: Încărcare proiect...
ru: Загрузка проекта...
sk: Načítanie projektu...
sv: Laddar projekt...

source: Failed to open project
bg: Неуспешно отваряне на проекта
cs: Nepodařilo se otevřít projekt
de: Projekt konnte nicht geöffnet werden
el: Αποτυχία ανοίγματος έργου
es: Error al abrir el proyecto
fi: Projektin avaaminen epäonnistui
fr: Échec de l'ouverture du projet
he: נכשל בפתיחת הפרויקט
hr: Neuspješno otvaranje projekta
hu: A projekt megnyitása nem sikerült
is: Mistók að opna verkefni
it: Impossibile aprire il progetto
ja: プロジェクトのオープンに失敗しました
nl: Kon project niet openen
no: Kunne ikke åpne prosjektet
pl: Nie udało się otworzyć projektu
ro: Eșec la deschiderea proiectului
ru: Не удалось открыть проект
sk: Nepodarilo sa otvoriť projekt
sv: Misslyckades med att öppna projektet

source: ⚠️ Error: Invalid image data
bg: ⚠️ Грешка: Невалидни данни за изображение
cs: ⚠️ Chyba: Neplatná data obrázku
de: ⚠️ Fehler: Ungültige Bilddaten
el: ⚠️ Σφάλμα: Μη έγκυρα δεδομένα εικόνας
es: ⚠️ Error: Datos de imagen no válidos
fi: ⚠️ Virhe: Virheelliset kuvadata
fr: ⚠️ Erreur : Données d'image invalides
he: ⚠️ שגיאה: נתוני תמונה לא תקינים
hr: ⚠️ Greška: Nevažeći podaci o slici
hu: ⚠️ Hiba: Érvénytelen képadat
is: ⚠️ Villa: Ógild myndagögn
it: ⚠️ Errore: Dati immagine non validi
ja: ⚠️ エラー: 無効な画像データ
nl: ⚠️ Fout: Ongeldige afbeeldingsgegevens
no: ⚠️ Feil: Ugyldige bildedata
pl: ⚠️ Błąd: Nieprawidłowe dane obrazu
ro: ⚠️ Eroare: Datele imaginii sunt invalide
ru: ⚠️ Ошибка: Неверные данные изображения
sk: ⚠️ Chyba: Neplatné údaje o obrázku
sv: ⚠️ Fel: Ogiltig bilddata

source: Error updating image
bg: Грешка при актуализиране на изображението
cs: Chyba při aktualizaci obrázku
de: Fehler beim Aktualisieren des Bildes
el: Σφάλμα κατά την ενημέρωση της εικόνας
es: Error al actualizar la imagen
fi: Virhe kuvan päivittämisessä
fr: Erreur de mise à jour de l'image
he: שגיאה בעדכון התמונה
hr: Greška prilikom ažuriranja slike
hu: Hiba a kép frissítésekor
is: Villa við að uppfæra mynd
it: Erro durante l'aggiornamento dell'immagine
ja: 画像の更新中にエラーが発生しました
nl: Fout bij het bijwerken van de afbeelding
no: Feil ved oppdatering av bilde
pl: Błąd podczas aktualizacji obrazu
ro: Eroare la actualizarea imaginii
ru: Ошибка обновления изображения
sk: Chyba pri aktualizácii obrázka
sv: Fel vid uppdatering av bild

source: Created project: {}
bg: Създаден проект: {}
cs: Vytvořený projekt: {}
de: Projekt erstellt: {}
el: Δημιουργήθηκε έργο: {}
es: Proyecto creado: {}
fi: Luotu projekti: {}
fr: Projet créé : {}
he: פרויקט נוצר: {}
hr: Stvoren projekt: {}
hu: Létrehozott projekt: {}
is: Skráður verkefni: {}
it: Progetto creato: {}
ja: 作成したプロジェクト: {}
nl: Project aangemaakt: {}
no: Opprettet prosjekt: {}
pl: Utworzony projekt: {}
ro: Proiect creat: {}
ru: Создан проект: {}
sk: Vytvorený projekt: {}
sv: Skapat projekt: {}

source: Image inserted successfully
bg: Изображението е успешно вмъкнато
cs: Obrázek byl úspěšně vložen.
de: Bild erfolgreich eingefügt
el: Η εικόνα εισήχθη με επιτυχία
es: Imagen insertada con éxito
fi: Kuva lisätty onnistuneesti
fr: Image insérée avec succès
he: התמונה הוזנה בהצלחה
hr: Slika je uspješno umetnuta
hu: Kép sikeresen beillesztve
is: Mynd sett inn með góðum árangri
it: Immagine inserita con successo
ja: 画像が正常に挿入されました
nl: Afbeelding succesvol ingevoegd
no: Bilde satt inn vellykket
pl: Obrazek został pomyślnie wstawiony
ro: Imagine inserată cu succes
ru: Изображение успешно вставлено
sk: Obrázok bol úspešne vložený
sv: Bild infogad framgångsrikt

source: Error inserting image
bg: Грешка при вмъкване на изображение
cs: Chyba při vkládání obrázku
de: Fehler beim Einfügen des Bildes
el: Σφάλμα κατά την εισαγωγή εικόνας
es: Error al insertar la imagen
fi: Virhe kuvan lisäämisessä
fr: Erreur d'insertion de l'image
he: שגיאה בהכנסת תמונה
hr: Greška prilikom umetanja slike
hu: Hiba a kép beszúrásakor
is: Villa að setja inn mynd
it: Erro durante l'inserimento dell'immagine
ja: 画像の挿入エラー
nl: Fout bij het invoegen van afbeelding
no: Feil ved innsetting av bilde
pl: Błąd podczas wstawiania obrazu
ro: Eroare la inserarea imaginii
ru: Ошибка вставки изображения
sk: Chyba pri vkladaní obrázka
sv: Fel vid insättning av bild

source: Please enter a question for the assistant.
bg: Моля, въведете въпрос за асистента.
cs: Prosím zadejte otázku pro asistenta.
de: Bitte geben Sie eine Frage für den Assistenten ein.
el: Παρακαλώ εισάγετε μια ερώτηση για τον βοηθό.
es: Por favor, ingrese una pregunta para el asistente.
fi: Ole hyvä ja kirjoita kysymys avustajalle.
fr: Veuillez entrer une question pour l'assistant.
he: אנא הזן שאלה עבור העוזר.
hr: Molimo unesite pitanje za asistenta.
hu: Kérjük, adjon meg egy kérdést a segéd számára.
is: Vinsamlegast sláðu inn spurningu fyrir aðstoðarmanninn.
it: Per favore inserisci una domanda per l'assistente.
ja: アシスタントに質問を入力してください。
nl: Voer een vraag in voor de assistent.
no: Vennligst skriv inn et spørsmål til assistenten.
pl: Proszę wpisać pytanie dla asystenta.
ro: Vă rugăm să introduceți o întrebare pentru asistent.
ru: Пожалуйста, введите вопрос для помощника.
sk: Prosím zadajte otázku pre asistenta.
sv: Vänligen ange en fråga till assistenten.

source: The AI assistant is processing your request...
bg: AI асистентът обработва вашата заявка...
cs: Asistent AI zpracovává vaši žádost...
de: Der KI-Assistent verarbeitet Ihre Anfrage...
el: Ο βοηθός AI επεξεργάζεται το αίτημά σας...
es: El asistente de IA está procesando su solicitud...
fi: AI-avustaja käsittelee pyyntöäsi...
fr: L'assistant IA traite votre demande...
he: העוזר הווירטואלי מעבד את הבקשה שלך...
hr: AI asistent obrađuje vaš zahtjev...
hu: A mesterséges intelligencia asszisztens feldolgozza a kérését...
is: AI aðstoðarmaðurinn er að vinna í beiðni þinni...
it: L'assistente AI sta elaborando la tua richiesta...
ja: AIアシスタントがリクエストを処理しています...
nl: De AI-assistent verwerkt uw verzoek...
no: AI-assistenten behandler forespørselen din...
pl: Asystent AI przetwarza Twoje żądanie...
ro: Asistentul AI procesează cererea dumneavoastră...
ru: Искусственный интеллект обрабатывает ваш запрос...
sk: Asistent AI spracováva vašu žiadosť...
sv: AI-assistenten bearbetar din begäran...

source: Image removed
bg: Изображението е премахнато
cs: Obrázek odstraněn
de: Bild entfernt
el: Εικόνα αφαιρέθηκε
es: Imagen eliminada
fi: Kuva poistettu
fr: Image supprimée
he: תמונה הוסרה
hr: Slika uklonjena
hu: Kép eltávolítva
is: Mynd fjarlægð
it: Immagine rimossa
ja: 画像が削除されました
nl: Afbeelding verwijderd
no: Bilde fjernet
pl: Obraz usunięty
ro: Imagine eliminată
ru: Изображение удалено
sk: Obrázok odstránený
sv: Bild borttagen

source: Configure {items} in Preferences ▸ AI Assistant.
bg: Конфигурирайте {items} в Настройки ▸ AI Асистент.
cs: Nakonfigurujte {items} v Nastavení ▸ AI Asistent.
de: Konfigurieren Sie {items} in den Einstellungen ▸ KI-Assistent.
el: Ρυθμίστε {items} στις Προτιμήσεις ▸ Βοηθός AI.
es: Configurar {items} en Preferencias ▸ Asistente de IA.
fi: Määritä {items} Asetuksissa ▸ AI-avustaja.
fr: Configurer {items} dans Préférences ▸ Assistant IA.
he: הגדר {items} בהעדפות ▸ עוזר AI.
hr: Konfigurirajte {items} u Postavkama ▸ AI Asistent.
hu: Konfigurálja a {items} elemeket a Beállítások ▸ AI Asszisztens menüben.
is: Stillir {items} í Stillingum ▸ AI Aðstoðarmaður.
it: Configura {items} in Preferenze ▸ Assistente AI.
ja: 設定 {items} を環境設定 ▸ AI アシスタントで行います。
nl: Configure {items} in Voorkeuren ▸ AI Assistent.
no: Konfigurer {items} i Innstillinger ▸ AI-assistent.
pl: Skonfiguruj {items} w Preferencjach ▸ Asystent AI.
ro: Configurează {items} în Preferințe ▸ Asistent AI.
ru: Настроить {items} в Настройках ▸ AI Assistant.
sk: Konfigurujte {items} v Predvoľbách ▸ AI Asistent.
sv: Konfigurera {items} i Inställningar ▸ AI-assistent.

source: Failed to open project: {}
bg: Неуспешно отваряне на проекта: {}
cs: Nepodařilo se otevřít projekt: {}
de: Projekt konnte nicht geöffnet werden: {}
el: Αποτυχία ανοίγματος έργου: {}
es: Error al abrir el proyecto: {}
fi: Projektin avaaminen epäonnistui: {}
fr: Échec de l'ouverture du projet : {}
he: נכשל בפתיחת הפרויקט: {}
hr: Neuspješno otvaranje projekta: {}
hu: A projekt megnyitása nem sikerült: {}
is: Mistók að opna verkefni: {}
it: Impossibile aprire il progetto: {}
ja: プロジェクトを開くことに失敗しました: {}
nl: Kon project niet openen: {}
no: Kunne ikke åpne prosjekt: {}
pl: Nie udało się otworzyć projektu: {}
ro: Nu s-a putut deschide proiectul: {}
ru: Не удалось открыть проект: {}
sk: Nepodarilo sa otvoriť projekt: {}
sv: Misslyckades med att öppna projekt: {}

source: Opened project: {}
bg: Отворен проект: {}
cs: Otevřený projekt: {}
de: Geöffnetes Projekt: {}
el: Ανοιγμένο έργο: {}
es: Proyecto abierto: {}
fi: Avoin projekti: {}
fr: Projet ouvert : {}
he: פרויקט פתוח: {}
hr: Otvoreni projekt: {}
hu: Megnyitott projekt: {}
is: Opnað verkefni: {}
it: Progetto aperto: {}
ja: 開いたプロジェクト: {}
nl: Geopend project: {}
no: Åpnet prosjekt: {}
pl: Otwarty projekt: {}
ro: Proiect deschis: {}
ru: Открытый проект: {}
sk: Otvorený projekt: {}
sv: Öppnat projekt: {}
