Repository: Dionarley/tac-writer
Catalog: po/*.po
Languages: bg, cs, de, el, es, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, ro, ru, sk, sv

source: Stay focused with the built-in Pomodoro timer. Perfect for writing sessions!
bg: Останете фокусирани с вградения таймер Помодоро. Перфектен за сесии по писане!
cs: Zůstaňte soustředění s vestavěným Pomodoro časovačem. Ideální pro psací sezení!
de: Bleiben Sie konzentriert mit dem integrierten Pomodoro-Timer. Perfekt für Schreibsitzungen!
el: Μείνετε συγκεντρωμένοι με τον ενσωματωμένο χρονομετρητή Pomodoro. Ιδανικό για συνεδρίες συγγραφής!
es: Mantente enfocado con el temporizador Pomodoro integrado. ¡Perfecto para sesiones de escritura!
fi: Pysy keskittyneenä sisäänrakennetun Pomodoro-ajastimen avulla. Täydellinen kirjoitussessioihin!
fr: Restez concentré avec le minuteur Pomodoro intégré. Parfait pour les sessions d'écriture !
he: שמור על ריכוז עם טיימר פומודורו המובנה. מושלם לסשנים של כתיבה!
hr: Ostanite usredotočeni s ugrađenim Pomodoro tajmerom. Savršeno za sesije pisanja!
hu: Maradj fókuszált a beépített Pomodoro időzítővel. Tökéletes írási ülésekhez!
is: Halduðu einbeitingu með innbyggða Pomodoro tímamætinu. Fullkomið fyrir skrifstundir!
it: Rimani concentrato con il timer Pomodoro integrato. Perfetto per le sessioni di scrittura!
ja: 内蔵のポモドーロタイマーで集中力を保ちましょう。執筆セッションに最適です！
nl: Blijf gefocust met de ingebouwde Pomodoro-timer. Perfect voor schrijfsessies!
no: Hold deg fokusert med den innebygde Pomodoro-timeren. Perfekt for skrivesesjoner!
pl: Zachowaj koncentrację dzięki wbudowanemu timerowi Pomodoro. Idealny do sesji pisarskich!
ro: Rămâi concentrat cu cronometru Pomodoro încorporat. Perfect pentru sesiuni de scriere!
ru: Оставайтесь сосредоточенными с встроенным таймером Помодоро. Идеально для сеансов письма!
sk: Zostaňte sústredení s integrovaným Pomodoro časovačom. Ideálne pre písanie!
sv: Håll fokus med den inbyggda Pomodoro-timern. Perfekt för skrivsessioner!

source: Use AI to revise your exported text. Configure in Preferences. Read wiki for guided configuration.
bg: Използвайте ИИ, за да преработите експортирания си текст. Конфигурирайте в Настройки. Прочетете уики за ръководена конфигурация.
cs: Použijte AI k revizi vašeho exportovaného textu. Nakonfigurujte v Předvolbách. Přečtěte si wiki pro vedenou konfiguraci.
de: Verwenden Sie KI, um Ihren exportierten Text zu überarbeiten. In den Einstellungen konfigurieren. Lesen Sie das Wiki für eine geführte Konfiguration.
el: Χρησιμοποιήστε την AI για να αναθεωρήσετε το εξαγόμενο κείμενό σας. Ρυθμίστε στις Προτιμήσεις. Διαβάστε το wiki για καθοδηγούμενη ρύθμιση.
es: Utiliza IA para revisar tu texto exportado. Configura en Preferencias. Lee la wiki para una configuración guiada.
fi: Käytä tekoälyä muokataksesi vietyä tekstiäsi. Määritä asetuksissa. Lue wiki ohjatun konfiguroinnin vuoksi.
fr: Utilisez l'IA pour réviser votre texte exporté. Configurez dans les Préférences. Lisez le wiki pour une configuration guidée.
he: השתמש ב-AI כדי לערוך את הטקסט המיוצא שלך. הגדר בהעדפות. קרא את הוויקי להכוונה בהגדרה.
hr: Koristite AI za reviziju vašeg izvoznog teksta. Konfigurirajte u Postavkama. Pročitajte wiki za vođenu konfiguraciju.
hu: Használj mesterséges intelligenciát az exportált szöveg átdolgozásához. Állítsd be a Beállításokban. Olvasd el a wikit az útmutatott konfigurációhoz.
is: Notaðu AI til að endurskoða útflutt texta þinn. Stilltu í Valkostum. Lesa wiki fyrir leiðbeinda stillingu.
it: Usa l'IA per rivedere il tuo testo esportato. Configura nelle Preferenze. Leggi il wiki per una configurazione guidata.
ja: AIを使用してエクスポートしたテキストを修正します。設定は「環境設定」で行います。ガイド付き設定についてはウィキをお読みください。
nl: Gebruik AI om je geëxporteerde tekst te herzien. Configureer in Voorkeuren. Lees de wiki voor een begeleide configuratie.
no: Bruk AI for å revidere den eksporterte teksten din. Konfigurer i Innstillinger. Les wiki for veiledet konfigurasjon.
pl: Użyj AI, aby poprawić swój wyeksportowany tekst. Skonfiguruj w Preferencjach. Przeczytaj wiki, aby uzyskać wskazówki dotyczące konfiguracji.
ro: Utilizați AI pentru a revizui textul exportat. Configurați în Preferințe. Citiți wiki pentru o configurare ghidată.
ru: Используйте ИИ для редактирования вашего экспортированного текста. Настройте в параметрах. Читайте вики для пошаговой настройки.
sk: Použite AI na revíziu vášho exportovaného textu. Konfigurujte v Predvoľbách. Prečítajte si wiki pre vedenú konfiguráciu.
sv: Använd AI för att revidera din exporterade text. Konfigurera i Inställningar. Läs wiki för vägledd konfiguration.

source: Save Your Work
bg: Запазете работата си
cs: Uložte svou práci
de: Speichern Sie Ihre Arbeit
el: Αποθήκευσε τη Δουλειά Σου
es: Guarda tu trabajo
fi: Tallenna työsi
fr: Enregistrez votre travail
he: שמור את העבודה שלך
hr: Spremite svoj rad
hu: Mentse el a munkáját
is: Vistaðu vinnuna þína
it: Salva il tuo lavoro
ja: 作業を保存する
nl: Sla uw werk op
no: Lagre arbeidet ditt
pl: Zapisz swoją pracę
ro: Salvează-ți munca
ru: Сохраните свою работу
sk: Uložte svoju prácu
sv: Spara ditt arbete

source: Don't worry! Auto-save is enabled by default, but you can also save manually here.
bg: Не се притеснявайте! Автоматичното запазване е активирано по подразбиране, но можете да запазите и ръчно тук.
cs: Nebojte se! Automatické ukládání je ve výchozím nastavení povoleno, ale můžete také uložit ručně zde.
de: Keine Sorge! Die automatische Speicherung ist standardmäßig aktiviert, aber Sie können hier auch manuell speichern.
el: Μην ανησυχείς! Η αυτόματη αποθήκευση είναι ενεργοποιημένη από προεπιλογή, αλλά μπορείς επίσης να αποθηκεύσεις χειροκίνητα εδώ.
es: ¡No te preocupes! La guardado automático está habilitado por defecto, pero también puedes guardar manualmente aquí.
fi: Älä huoli! Automaattinen tallennus on oletuksena käytössä, mutta voit myös tallentaa manuaalisesti täällä.
fr: Ne vous inquiétez pas ! La sauvegarde automatique est activée par défaut, mais vous pouvez également sauvegarder manuellement ici.
he: אל תדאג! שמירה אוטומטית מופעלת כברירת מחדל, אבל אתה יכול גם לשמור ידנית כאן.
hr: Ne brini! Automatsko spremanje je omogućeno prema zadanim postavkama, ali ovdje možeš i ručno spremiti.
hu: Ne aggódj! Az automatikus mentés alapértelmezés szerint engedélyezve van, de itt manuálisan is menthetsz.
is: Ekki hafa áhyggjur! Sjálfvirk geymsla er virkjuð að sjálfsögðu, en þú getur einnig geymt handvirkt hér.
it: Non preoccuparti! Il salvataggio automatico è abilitato per impostazione predefinita, ma puoi anche salvare manualmente qui.
ja: 心配しないでください！自動保存はデフォルトで有効ですが、ここで手動で保存することもできます。
nl: Maak je geen zorgen! Automatisch opslaan is standaard ingeschakeld, maar je kunt hier ook handmatig opslaan.
no: Ikke bekymre deg! Automatisk lagring er aktivert som standard, men du kan også lagre manuelt her.
pl: Nie martw się! Automatyczne zapisywanie jest włączone domyślnie, ale możesz również zapisać ręcznie tutaj.
ro: Nu-ți face griji! Salvarea automată este activată implicit, dar poți salva manual aici.
ru: Не беспокойтесь! Автосохранение включено по умолчанию, но вы также можете сохранить вручную здесь.
sk: Nebojte sa! Automatické ukladanie je predvolene povolené, ale môžete si to uložiť aj manuálne tu.
sv: Oroa dig inte! Automatisk sparande är aktiverat som standard, men du kan också spara manuellt här.

source: Skip Tour
bg: Пропусни обиколката
cs: Přeskočit prohlídku
de: Tour überspringen
el: Παράλειψη Ξενάγησης
es: Saltar Tour
fi: Ohita kierros
fr: Passer le tour
he: דלג על סיור
hr: Preskoči obilazak
hu: Tour kihagyása
is: Sleppa ferðina
it: Salta Tour
ja: ツアーをスキップ
nl: Sla rondleiding over
no: Hopp over omvisning
pl: Pomiń wycieczkę
ro: Sari peste tur
ru: Пропустить тур
sk: Preskoči prehliadku
sv: Hoppa över rundtur

source: Previous
bg: Предишен
cs: Předchozí
de: Vorherige
el: Προηγούμενος
es: Anterior
fi: Edellinen
fr: Précédent
he: קודם
hr: Prethodni
hu: Előző
is: Fyrri
it: Precedente
ja: 前の
nl: Vorige
no: Forrige
pl: Poprzedni
ro: Anterior
ru: Предыдущий
sk: Predchádzajúci
sv: Föregående

source: Next
bg: Следващият
cs: Další
de: Weiter
el: Επόμενο
es: Siguiente
fi: Seuraava
fr: Suivant
he: הבא
hr: Sljedeći
hu: Következő
is: Næsta
it: Avanti
ja: 次へ
nl: Volgende
no: Neste
pl: Dalej
ro: Următorul
ru: Далее
sk: Ďalej
sv: Nästa

source: Finish
bg: Завърши
cs: Dokončit
de: Fertig
el: Τέλος
es: Finalizar
fi: Valmis
fr: Terminer
he: סיים
hr: Završi
hu: Befejezés
is: Klára
it: Fine
ja: 終了
nl: Voltooi
no: Fullfør
pl: Zakończ
ro: Finalizare
ru: Завершить
sk: Dokončiť
sv: Avsluta

source: Long Break
bg: Дълга почивка
cs: Dlouhá přestávka
de: Lange Pause
el: Μακρύ Διάλειμμα
es: Descanso Largo
fi: Pitkä tauko
fr: Longue pause
he: הפסקה ארוכה
hr: Duga pauza
hu: Hosszú szünet
is: Langt hlé
it: Pausa lunga
ja: ロングブレイク
nl: Lange Pauze
no: Langt opphold
pl: Długa przerwa
ro: Pauză lungă
ru: Долгий перерыв
sk: Dlhá prestávka
sv: Lång paus

source: Rest Time
bg: Време за почивка
cs: Čas odpočinku
de: Ruhezeit
el: Χρόνος Ανάπαυσης
es: Tiempo de descanso
fi: Lepoaika
fr: Temps de repos
he: זמן מנוחה
hr: Vrijeme odmora
hu: Pihenőidő
is: Hvíldartími
it: Tempo di riposo
ja: 休憩時間
nl: Rustijd
no: Hviletid
pl: Czas odpoczynku
ro: Timp de odihnă
ru: Время отдыха
sk: Čas odpočinku
sv: Vilotid

source: Welcome to TAC
bg: Добре дошли в TAC
cs: Vítejte v TAC
de: Willkommen bei TAC
el: Καλώς ήρθατε στο TAC
es: Bienvenido a TAC
fi: Tervetuloa TAC:iin
fr: Bienvenue à TAC
he: ברוך הבא ל-TAC
hr: Dobrodošli u TAC
hu: Üdvözöljük a TAC-nál
is: Velkomin í TAC
it: Benvenuto in TAC
ja: TACへようこそ
nl: Welkom bij TAC
no: Velkommen til TAC
pl: Witamy w TAC
ro: Bine ați venit la TAC
ru: Добро пожаловать в TAC
sk: Vitajte v TAC
sv: Välkommen till TAC

source: exporting to ODT might require some adjustment in your Office Suite.
bg: експортирането в ODT може да изисква някои настройки във вашия офис пакет.
cs: Export do ODT může vyžadovat určité úpravy ve vaší kancelářské sadě.
de: Das Exportieren nach ODT kann einige Anpassungen in Ihrer Office-Suite erfordern.
el: Η εξαγωγή σε ODT μπορεί να απαιτεί κάποιες προσαρμογές στη σουίτα γραφείου σας.
es: exportar a ODT puede requerir algunos ajustes en su Suite de Office.
fi: ODT-muotoon vienti saattaa vaatia joitakin säätöjä Office Suite -ohjelmistossasi.
fr: l'exportation vers ODT peut nécessiter quelques ajustements dans votre suite bureautique.
he: ייצוא ל-ODT עשוי לדרוש כמה התאמות בחבילת Office שלך.
hr: izvoz u ODT može zahtijevati određene prilagodbe u vašem Office paketu.
hu: Az ODT-be történő exportálás némi beállítást igényelhet az Office Suite-ban.
is: útflutningur í ODT gæti krafist einhverra aðlögunar í Office Suite þínum.
it: l'esportazione in ODT potrebbe richiedere alcune modifiche nel tuo pacchetto Office.
ja: ODT へのエクスポートには、Office スイートでのいくつかの調整が必要な場合があります。
nl: exporteren naar ODT kan enige aanpassing in uw Office Suite vereisen.
no: eksportering til ODT kan kreve noen justeringer i kontorpakken din.
pl: eksportowanie do ODT może wymagać pewnych dostosowań w Twoim pakiecie biurowym.
ro: exportarea în ODT ar putea necesita unele ajustări în suita ta Office.
ru: Экспорт в ODT может потребовать некоторых настроек в вашем офисном пакете.
sk: Exportovanie do ODT môže vyžadovať niektoré úpravy vo vašej kancelárskej sade.
sv: Exportering till ODT kan kräva vissa justeringar i din kontorssvit.

source: Enter new name for '{}'
bg: Въведете ново име за '{}'
cs: Zadejte nové jméno pro '{}'
de: Geben Sie einen neuen Namen für '{}' ein
el: Εισάγετε νέο όνομα για '{}'
es: Ingrese un nuevo nombre para '{}'
fi: Syötä uusi nimi '{}' varten
fr: Entrez un nouveau nom pour '{}'
he: הזן שם חדש עבור '{}'
hr: Unesite novo ime za '{}'
hu: Írja be az új nevet a(z) '{}' számára
is: Sláðu inn nýtt nafn fyrir '{}'
it: Inserisci un nuovo nome per '{}'
ja: '{}'の新しい名前を入力してください
nl: Voer een nieuwe naam in voor '{}'
no: Skriv inn nytt navn for '{}'
pl: Wprowadź nową nazwę dla '{}'
ro: Introduceți un nou nume pentru '{}'
ru: Введите новое имя для '{}'
sk: Zadajte nové meno pre '{}'
sv: Ange nytt namn för '{}'

source: Delete '{}'?
bg: Изтрий '{}' ?
cs: Smazat '{}' ?
de: Löschen '{}' ?
el: Διαγραφή '{}';
es: ¿Eliminar '{}' ?
fi: Poista '{}'?
fr: Supprimer '{}' ?
he: מחק '{}'?
hr: Izbriši '{}' ?
hu: Törölni '{}'?
is: Eyða '{}'?
it: Elimina '{}' ?
ja: '{}'を削除しますか？
nl: Verwijder '{}' ?
no: Slett '{}' ?
pl: Usuń '{}' ?
ro: Șterge '{}' ?
ru: Удалить '{}' ?
sk: Vymazať '{}' ?
sv: Ta bort '{}' ?

source: {count} words
bg: {count} думи
cs: {count} slov{"a"}
de: {count} Wörter
el: {count} λέξεις
es: {count} palabras
fi: {count} sanaa
fr: {count} mots
he: {count} מילים
hr: {count} riječi
hu: {count} szó
is: {count} orð
it: {count} parole
ja: {count} ワード
nl: {count} woorden
no: {count} ord
pl: {count} słów
ro: {count} cuvinte
ru: {count} слов
sk: {count} slová
sv: {count} ord

source: 1 footnote
bg: 1 бележка под линия
cs: 1 poznámka pod čarou
de: 1 Fußnote
el: 1 υποσημείωση
es: 1 nota al pie
fi: 1 alaviite
fr: 1 note de bas de page
he: 1 הערת שוליים
hr: 1 fusnota
hu: 1 lábjegyzet
is: 1 fóturmerking
it: 1 nota a piè di pagina
ja: 1 脚注
nl: 1 voetnoot
no: 1 fotnote
pl: 1 przypis
ro: 1 notă de subsol
ru: 1 сноска
sk: 1 poznámka pod čarou
sv: 1 fotnot

source: Session {}
bg: Сесия {}
cs: Relace {}
de: Sitzung {}
el: Σύνοδος {}
es: Sesión {}
fi: Istunto {}
he: סשן {}
hr: Sesija {}
hu: Munkamenet {}
ja: セッション {}
nl: Sessie {}
no: Økt {}
pl: Sesja {}
ro: Sesiune {}
ru: Сессия {}
sk: Relácia {}

source: Error setting up Pomodoro dialog styles: {}
bg: Грешка при настройване на стиловете на диалога на Помодоро: {}
cs: Chyba při nastavování stylů dialogu Pomodoro: {}
de: Fehler beim Einrichten der Pomodoro-Dialogstile: {}
el: Σφάλμα κατά την ρύθμιση των στυλ διαλόγου Pomodoro: {}
es: Error al configurar los estilos del diálogo Pomodoro: {}
fi: Virhe Pomodoro-dialogin tyylien asetuksessa: {}
fr: Erreur lors de la configuration des styles de dialogue Pomodoro : {}
he: שגיאה בהגדרת סגנונות דיאלוג פומודורו: {}
hr: Greška prilikom postavljanja stilova dijaloga Pomodoro: {}
hu: Hiba a Pomodoro párbeszédstílusok beállításakor: {}
is: Villa við að stilla Pomodoro samræðu stíla: {}
it: Errore durante la configurazione degli stili della finestra di dialogo Pomodoro: {}
ja: ポモドーロダイアログスタイルの設定中にエラーが発生しました: {}
nl: Fout bij het instellen van de Pomodoro dialoogstijlen: {}
no: Feil ved oppsett av Pomodoro-dialogstiler: {}
pl: Błąd podczas ustawiania stylów dialogu Pomodoro: {}
ro: Eroare la configurarea stilurilor dialogului Pomodoro: {}
ru: Ошибка настройки стилей диалога Помодоро: {}
sk: Chyba pri nastavovaní štýlov dialógu Pomodoro: {}
sv: Fel vid inställning av Pomodoro-dialogstilar: {}

source: Note:
bg: Забележка:
cs: Poznámka:
de: Hinweis:
el: Σημείωση:
es: Nota:
fi: Huom:
fr: Remarque :
he: הערה:
hr: Napomena:
hu: Megjegyzés:
is: Athugið:
it: Nota:
ja: ノート:
nl: Opmerking:
no: Merk:
pl: Uwaga:
ro: Notă:
ru: Примечание:
sk: Poznámka:
sv: Obs:

source: {} footnotes
bg: {} бележки под линия
cs: {} poznámky pod čarou
de: {} Fußnoten
el: {} υποσημειώσεις
es: {} notas al pie
fi: {} alaviitteet
fr: {} notes de bas de page
he: {} הערות שוליים
hr: {} fusnote
hu: {} lábjegyzetek
is: {} fóturmerkingar
it: {} note a piè di pagina
ja: {} 脚注
nl: {} voetnoten
no: {} fotnoter
pl: {} przypisy
ro: {} note de subsol
ru: {} сноски
sk: {} poznámky pod čiarou
sv: {} fotnoter

source: Error setting up spell check: {}
bg: Грешка при настройка на проверка на правописа: {}
cs: Chyba při nastavování kontroly pravopisu: {}
de: Fehler beim Einrichten der Rechtschreibprüfung: {}
el: Σφάλμα κατά την ρύθμιση του ελέγχου ορθογραφίας: {}
es: Error al configurar la revisión ortográfica: {}
fi: Virhe oikoluvun asetuksessa: {}
fr: Erreur lors de la configuration de la vérification orthographique : {}
he: שגיאה בהגדרת בדיקת איות: {}
hr: Greška prilikom postavljanja provjere pravopisa: {}
hu: Hiba a helyesírás-ellenőrzés beállításakor: {}
is: Villa við að stilla stafsetningarvöktun: {}
it: Errore durante la configurazione del controllo ortografico: {}
ja: スペルチェックの設定中にエラーが発生しました: {}
nl: Fout bij het instellen van de spellingscontrole: {}
no: Feil ved oppsett av stavekontroll: {}
pl: Błąd podczas konfigurowania sprawdzania pisowni: {}
ro: Eroare la configurarea verificării ortografiei: {}
ru: Ошибка настройки проверки правописания: {}
sk: Chyba pri nastavovaní kontroly pravopisu: {}
sv: Fel vid inställning av stavningskontroll: {}

source: Could not open wiki URL: {}
bg: Не можа да се отвори wiki URL: {}
cs: Nelze otevřít wiki URL: {}
de: Konnte die Wiki-URL nicht öffnen: {}
el: Δεν ήταν δυνατή η ανοίγμα του URL του wiki: {}
es: No se pudo abrir la URL de wiki: {}
fi: Ei voitu avata wiki-URL-osoitetta: {}
fr: Impossible d'ouvrir l'URL du wiki : {}
he: לא ניתן לפתוח את כתובת ה-Wiki: {}
hr: Nije moguće otvoriti wiki URL: {}
hu: Nem sikerült megnyitni a wiki URL-t: {}
is: Gat ekki að opna wiki URL: {}
it: Impossibile aprire l'URL del wiki: {}
ja: ウィキのURLを開くことができませんでした: {}
nl: Kon kon wiki-URL niet openen: {}
no: Kunne ikke åpne wiki-URL: {}
pl: Nie można otworzyć adresu URL wiki: {}
ro: Nu s-a putut deschide URL-ul wiki: {}
ru: Не удалось открыть URL вики: {}
sk: Nepodarilo sa otvoriť URL wiki: {}
sv: Kunde inte öppna wiki-URL: {}

source: Error toggling spell check: {}
bg: Грешка при превключване на проверка на правописа: {}
cs: Chyba při přepínání kontroly pravopisu: {}
de: Fehler beim Umschalten der Rechtschreibprüfung: {}
el: Σφάλμα κατά την εναλλαγή ελέγχου ορθογραφίας: {}
es: Error al alternar la verificación ortográfica: {}
fi: Virhe oikoluvun kytkemisessä: {}
fr: Erreur lors de l'activation de la vérification orthographique : {}
he: שגיאה בהפעלת בדיקת איות: {}
hr: Greška pri prebacivanju provjere pravopisa: {}
hu: Hiba a helyesírás-ellenőrzés váltásakor: {}
is: Villa við að kveikja á stafsetningarprófun: {}
it: Errore attivazione controllo ortografia: {}
ja: スペルチェックの切り替え中にエラーが発生しました: {}
nl: Fout bij het in- of uitschakelen van de spellingscontrole: {}
no: Feil ved å veksle stavekontroll: {}
pl: Błąd przełączania sprawdzania pisowni: {}
ro: Eroare la comutarea verificării ortografiei: {}
ru: Ошибка переключения проверки правописания: {}
sk: Chyba pri prepínaní kontroly pravopisu: {}
sv: Fel vid växling av stavningskontroll: {}

source: New Project
bg: Нов проект
cs: Nový projekt
de: Neues Projekt
el: Νέο Έργο
es: Nuevo Proyecto
fi: Uusi projekti
fr: Nouveau projet
he: פרויקט חדש
hr: Novi projekt
hu: Új projekt
is: Nýr verkefni
it: Nuovo Progetto
ja: 新しいプロジェクト
nl: Nieuw Project
no: Nytt prosjekt
pl: Nowy projekt
ro: Proiect Nou
ru: Новый проект
sk: Nový projekt
sv: Nytt projekt

source: Create
bg: Създаване
cs: Vytvořit
de: Erstellen
el: Δημιουργία
es: Crear
fi: Luo
fr: Créer
he: צור
hr: Stvori
hu: Létrehozás
is: Búa til
it: Crea
ja: 作成
nl: Aanmaken
no: Opprett
pl: Utwórz
ro: Creează
ru: Создать
sk: Vytvoriť
sv: Skapa

source: Project Details
bg: Детайли на проекта
cs: Podrobnosti projektu
de: Projektdetails
el: Λεπτομέρειες Έργου
es: Detalles del Proyecto
fi: Projektin tiedot
fr: Détails du projet
he: פרטי פרויקט
hr: Detalji projekta
hu: Projekt részletei
it: Dettagli del progetto
ja: プロジェクトの詳細
no: Prosjektinformasjon
pl: Szczegóły projektu
ro: Detalii proiect
ru: Детали проекта
sk: Podrobnosti projektu
sv: Projektinformation

source: Project Name
bg: Име на проекта
cs: Název projektu
de: Projektname
el: Όνομα Έργου
es: Nombre del proyecto
fi: Projektin nimi
fr: Nom du projet
he: שם פרויקט
hr: Naziv projekta
hu: Projekt neve
is: Verkefnisnafn
it: Nome del progetto
ja: プロジェクト名
nl: Projectnaam
no: Prosjektnavn
pl: Nazwa projektu
ro: Numele Proiectului
ru: Название проекта
sk: Názov projektu
sv: Projektets namn

source: Enter project name...
bg: Въведете име на проекта...
cs: Zadejte název projektu...
de: Projektname eingeben...
el: Εισάγετε το όνομα του έργου...
es: Ingrese el nombre del proyecto...
fi: Syötä projektin nimi...
fr: Entrez le nom du projet...
he: הזן שם פרויקט...
hr: Unesite naziv projekta...
hu: Adja meg a projekt nevét...
is: Sláðu inn nafn verkefnis...
it: Inserisci il nome del progetto...
ja: プロジェクト名を入力してください...
nl: Voer projectnaam in...
no: Skriv inn prosjektnavn...
pl: Wprowadź nazwę projektu...
ro: Introduceți numele proiectului...
ru: Введите название проекта...
sk: Zadajte názov projektu...
sv: Ange projektnamn...

source: My New Project
bg: Моят нов проект
cs: Můj nový projekt
de: Mein neues Projekt
el: Το Νέο Μου Έργο
es: Mi Nuevo Proyecto
fi: Uusi projektini
fr: Mon nouveau projet
he: הפרויקט החדש שלי
hr: Moj Novi Projekt
hu: Az új projektem
is: Mitt Nýja Verkefni
it: Il mio nuovo progetto
ja: 私の新しいプロジェクト
nl: Mijn Nieuwe Project
no: Mitt nye prosjekt
pl: Mój Nowy Projekt
ro: Proiectul Meu Nou
ru: Мой новый проект
sk: Môj nový projekt
sv: Mitt nya projekt

source: Author
bg: Автор
cs: Autor
de: Autor
el: Συγγραφέας
es: Autor
fi: Kirjoittaja
fr: Auteur
he: מחבר
hr: Autor
hu: Szerző
is: Höfundur
it: Autore
ja: 著者
nl: Auteur
no: Forfatter
pl: Autor
ro: Autor
ru: Автор
sk: Autor
sv: Författare

source: Your name...
bg: Вашето име...
cs: Vaše jméno...
de: Ihr Name...
el: Το όνομά σας...
es: Tu nombre...
fi: Nimesi...
fr: Votre nom...
he: שמך...
hr: Vaše ime...
hu: A neved...
is: Þitt nafn...
it: Il tuo nome...
ja: あなたの名前...
nl: Je naam...
no: Ditt navn...
pl: Twoje imię...
ro: Numele tău...
ru: Ваше имя...
sk: Vaše meno...
sv: Ditt namn...

source: Description
bg: Описание
cs: Popis
de: Beschreibung
el: Περιγραφή
es: Descripción
fi: Kuvaus
he: תיאור
hr: Opis
hu: Leírás
is: Lýsing
it: Descrizione
ja: 説明
nl: Beschrijving
no: Beskrivelse
pl: Opis
ro: Descriere
ru: Описание
sk: Popis
sv: Beskrivning

source: Template
bg: Шаблон
cs: Šablona
de: Vorlage
el: Πρότυπο
es: Plantilla
fi: Malli
fr: Modèle
he: תבנית
hr: Predložak
hu: Sablon
is: Sniðmát
it: Modello
ja: テンプレート
nl: Sjabloon
no: Malemal
pl: Szablon
ro: Șablon
ru: Шаблон
sk: Šablóna
sv: Mall

source: Choose a template to start with
bg: Изберете шаблон, с който да започнете
cs: Vyberte šablonu, se kterou chcete začít
de: Wählen Sie eine Vorlage, mit der Sie beginnen möchten.
el: Επιλέξτε ένα πρότυπο για να ξεκινήσετε.
es: Elige una plantilla para comenzar.
fi: Valitse malli, jota käyttää aloittamiseen
fr: Choisissez un modèle pour commencer.
he: בחר תבנית להתחיל איתה
hr: Odaberite predložak za početak
hu: Válasszon egy sablont a kezdéshez
is: Veldu sniðmát til að byrja með
it: Scegli un modello da cui partire
ja: 開始するためのテンプレートを選択してください
nl: Kies een sjabloon om mee te beginnen
no: Velg en mal å starte med
pl: Wybierz szablon, aby rozpocząć
ro: Alegeți un șablon pentru a începe.
ru: Выберите шаблон для начала работы
sk: Vyberte šablónu, s ktorou chcete začať
sv: Välj en mall att börja med

source: Document Template
bg: Шаблон на документ
cs: Šablona dokumentu
de: Dokumentvorlage
el: Πρότυπο Εγγράφου
es: Plantilla de documento
fi: Asiakirjamalli
fr: Modèle de document
he: תבנית מסמך
hr: Predložak dokumenta
hu: Dokumentum sablon
is: Sniðmát skjalas
it: Modello di Documento
ja: ドキュメントテンプレート
no: Dokumentmal
pl: Szablon dokumentu
ro: Șablon de document
ru: Шаблон документа
sk: Šablóna dokumentu
sv: Dokumentmall

source: Export Project
bg: Експортиране на проект
cs: Exportovat projekt
de: Projekt exportieren
el: Εξαγωγή Έργου
es: Exportar Proyecto
fi: Vie projekti
fr: Exporter le projet
he: ייצוא פרויקט
hr: Izvezi projekt
hu: Projekt exportálása
is: Flytja út verkefni
it: Esporta progetto
ja: プロジェクトをエクスポート
nl: Project exporteren
no: Eksporter prosjekt
pl: Eksportuj projekt
ro: Exportă proiectul
ru: Экспорт проекта
sk: Exportovať projekt
sv: Exportera projekt

source: Export
bg: Експорт
cs: Exportovat
de: Exportieren
el: Εξαγωγή
es: Exportar
fi: Vienti
fr: Exporter
he: ייצוא
hr: Izvoz
hu: Exportálás
is: Útflutningur
it: Esporta
ja: エクスポート
nl: Exporteren
no: Eksporter
pl: Eksportuj
ro: Exporta
ru: Экспорт
sk: Exportovať
sv: Exportera
