Repository: Dionarley/tac-writer
Catalog: po/*.po
Languages: bg, cs, de, el, es, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, ro, ru, sk, sv

source: Project Information
bg: Информация за проекта
cs: Informace o projektu
de: Projektinformationen
el: Πληροφορίες Έργου
es: Información del Proyecto
fi: Projektin tiedot
fr: Informations sur le projet
he: מידע על הפרויקט
hr: Informacije o projektu
hu: Projektinformáció
is: Upplýsingar um verkefni
it: Informazioni sul progetto
ja: プロジェクト情報
nl: Projectinformatie
no: Prosjektinformasjon
pl: Informacje o projekcie
ro: Informații despre proiect
ru: Информация о проекте
sk: Informácie o projekte
sv: Projektinformation

source: Statistics
bg: Статистика
cs: Statistika
de: Statistiken
el: Στατιστικά
es: Estadísticas
fi: Tilastot
fr: Statistiques
he: סטטיסטיקה
hr: Statistika
hu: Statisztika
is: Staðfræði
it: Statistiche
ja: 統計情報
nl: Statistieken
no: Statistikk
pl: Statystyka
ro: Statistici
ru: Статистика
sk: Štatistika
sv: Statistik

source: Export Options
bg: Опции за експортиране
cs: Možnosti exportu
de: Exportoptionen
el: Επιλογές Εξαγωγής
es: Opciones de exportación
fi: Vientiasetukset
fr: Options d'exportation
he: אפשרויות ייצוא
hr: Opcije izvoza
hu: Exportálási beállítások
is: Útflutningsvalkostir
it: Opzioni di esportazione
ja: エクスポートオプション
nl: Exportopties
no: Eksportalternativer
pl: Opcje eksportu
ro: Opțiuni de export
ru: Параметры экспорта
sk: Možnosti exportu
sv: Exportalternativet

source: Format
bg: Формат
cs: Formát
el: Μορφή
es: Formato
fi: Muoto
he: פורמט
hr: Formatiranje
hu: Formátum
is: Snið
it: Formato
ja: フォーマット
nl: Indeling
ru: Формат
sk: Formát

source: Include Metadata
bg: Включи метаданни
cs: Zahrnout metadata
de: Metadaten einbeziehen
el: Συμπερίληψη Μεταδεδομένων
es: Incluir metadatos
fi: Sisällytä metatietoja
fr: Inclure les métadonnées
he: כלול מטה-נתונים
hr: Uključi metapodatke
hu: Metaadatok hozzáadása
is: Innihald Metagagna
it: Includi Metadati
ja: メタデータを含める
nl: Inclusief metadata
no: Inkluder metadata
pl: Dołącz metadane
ru: Включить метаданные
sk: Zahrnúť metadáta
sv: Inkludera metadata

source: Include author, creation date, and other project information
bg: Включете автора, датата на създаване и друга информация за проекта
cs: Zahrnout autora, datum vytvoření a další informace o projektu
de: Autoren, Erstellungsdatum und andere Projektinformationen einfügen
el: Συμπεριλάβετε συγγραφέα, ημερομηνία δημιουργίας και άλλες πληροφορίες έργου
es: Incluir autor, fecha de creación y otra información del proyecto
fi: Sisällytä tekijä, luontipäivämäärä ja muita projektitietoja
fr: Inclure l'auteur, la date de création et d'autres informations sur le projet
he: כלול מחבר, תאריך יצירה ומידע נוסף על הפרויקט
hr: Uključite autora, datum kreiranja i druge informacije o projektu
hu: Tartalmazza a szerzőt, a létrehozás dátumát és egyéb projektinformációkat.
is: Innihalda höfund, stofndags, og aðrar upplýsingar um verkefnið
it: Includi autore, data di creazione e altre informazioni sul progetto
ja: 著者、作成日、およびその他のプロジェクト情報を含める
nl: Inclusief auteur, creatiedatum en andere projectinformatie
no: Inkluder forfatter, opprettelsesdato og annen prosjektinformasjon
pl: Uwzględnij autora, datę utworzenia i inne informacje o projekcie
ro: Include autor, data creării și alte informații despre proiect.
ru: Включить автора, дату создания и другую информацию о проекте
sk: Zahrnúť autora, dátum vytvorenia a ďalšie informácie o projekte
sv: Inkludera författare, skapelsedatum och annan projektinformation

source: Output Location
bg: Местоположение на изхода
cs: Umístění výstupu
de: Ausgabeort
el: Τοποθεσία Έξοδου
es: Ubicación de salida
fi: Tulostuspaikka
fr: Emplacement de sortie
he: מיקום פלט
hr: Mjesto izlaza
hu: Kimeneti helyszín
is: Útgangsstaður
it: Posizione di output
ja: 出力先
nl: Uitvoerlocatie
no: Utdataplassering
pl: Lokalizacja wyjścia
ro: Locație de ieșire
ru: Место вывода
sk: Miesto výstupu
sv: Utmatningsplats

source: Save Location
bg: Местоположение за запазване
cs: Umístění pro uložení
de: Speicherort
el: Τοποθεσία Αποθήκευσης
es: Ubicación de guardado
fi: Tallennuspaikka
fr: Emplacement de sauvegarde
he: מיקום שמירה
hr: Mjesto spremanja
hu: Mentési hely
is: Vista Sparna
it: Posizione di salvataggio
ja: 保存先
nl: Opslaglocatie
no: Lagringssted
pl: Lokalizacja zapisu
ro: Locație de salvare
ru: Место сохранения
sk: Uložiť umiestnenie
sv: Spara plats

source: Click to choose location
bg: Щракнете, за да изберете местоположение
cs: Klikněte pro výběr umístění
de: Klicken Sie, um den Speicherort auszuwählen
el: Κάντε κλικ για να επιλέξετε τοποθεσία
es: Haga clic para elegir ubicación
fi: Napsauta valitaksesi sijainnin
fr: Cliquez pour choisir l'emplacement
he: לחץ כדי לבחור מיקום
hr: Kliknite za odabir lokacije
hu: Kattintson a helyszín kiválasztásához
is: Smelltu til að velja staðsetningu
it: Clicca per scegliere la posizione
ja: 場所を選択するにはクリックしてください
nl: Klik om locatie te kiezen
no: Klikk for å velge plassering
pl: Kliknij, aby wybrać lokalizację
ro: Faceți clic pentru a alege locația
ru: Нажмите, чтобы выбрать местоположение
sk: Kliknite pre výber umiestnenia
sv: Klicka för att välja plats

source: Choose...
bg: Изберете...
cs: Vyberte...
de: Wählen...
el: Επιλέξτε...
es: Elegir...
fi: Valitse...
fr: Choisir...
he: בחר...
hr: Odaberite...
hu: Válasszon...
is: Veldu...
it: Scegli...
ja: 選択...
nl: Kies...
no: Velg...
pl: Wybierz...
ro: Alege...
ru: Выбрать...
sk: Vyberte...
sv: Välj...

source: Choose Export Location
bg: Изберете местоположение за експортиране
cs: Vyberte umístění exportu
de: Wählen Sie den Exportort aus
el: Επιλέξτε Θέση Εξαγωγής
es: Elegir ubicación de exportación
fi: Valitse vientipaikka
fr: Choisir l'emplacement d'exportation
he: בחר מיקום ייצוא
hr: Odaberite lokaciju izvoza
hu: Válassza ki az exportálási helyet
is: Veldu útflutningsstað
it: Scegli la posizione di esportazione
ja: エクスポート先を選択してください
nl: Kies exportlocatie
no: Velg eksportsted
pl: Wybierz lokalizację eksportu
ro: Alegeți locația de export
ru: Выберите место экспорта
sk: Vyberte umiestnenie exportu
sv: Välj exportplats

source: Select
bg: Изберете
cs: Vybrat
de: Auswählen
el: Επιλέξτε
es: Seleccionar
fi: Valitse
fr: Sélectionner
he: בחר
hr: Odaberi
hu: Kiválasztás
is: Veljaðu
it: Seleziona
ja: 選択
nl: Selecteren
no: Velg
pl: Wybierz
ro: Selectați
ru: Выбрать
sk: Vybrať
sv: Välj

source: Exporting...
bg: Експортиране...
cs: Exportuji...
de: Exportiere...
el: Εξαγωγή...
es: Exportando...
fi: Vienti...
fr: Exportation...
he: מייצא...
hr: Izvoz...
hu: Exportálás...
is: Útflutningur...
it: Esportazione...
ja: エクスポート中...
nl: Exporteren...
no: Eksporterer...
pl: Eksportowanie...
ro: Exportare...
ru: Экспортирование...
sk: Exportovanie...
sv: Exporterar...

source: General
bg: Общи
cs: Obecné
de: Allgemein
el: Γενικά
fi: Yleinen
fr: Général
he: כללי
hr: Općenito
hu: Általános
is: Almennt
it: Generale
ja: 一般
nl: Algemeen
no: Generell
pl: Ogólny
ru: Общий
sk: Všeobecné
sv: Allmänt

source: Appearance
bg: Външен вид
cs: Vzhled
de: Erscheinungsbild
el: Εμφάνιση
es: Apariencia
fi: Ulkoasu
fr: Apparence
he: מראה
hr: Izgled
hu: Megjelenés
is: Útlit
it: Aspetto
ja: 外観
nl: Uiterlijk
no: Utseende
pl: Wygląd
ro: Aspect.
ru: Внешний вид
sk: Vzhľad
sv: Utseende

source: Dark Theme
bg: Тъмен режим
cs: Tmavé téma
de: Dunkles Thema
el: Σκοτεινή Θέμα
es: Tema Oscuro
fi: Tumma teema
fr: Thème Sombre
he: נושא כהה
hr: Tamna tema
hu: Sötét téma
is: Dökkt þema
it: Tema scuro
ja: ダークテーマ
nl: Donkere Thema
no: Mørk tema
pl: Ciemny motyw
ro: Temă Întunecată
ru: Темная тема
sk: Tmavá téma
sv: Mörkt tema

source: Use dark theme for the application
bg: Използвайте тъма тема за приложението
cs: Použijte tmavé téma pro aplikaci
de: Verwenden Sie das dunkle Design für die Anwendung
el: Χρησιμοποιήστε σκοτεινή θεματολογία για την εφαρμογή
es: Usar tema oscuro para la aplicación
fi: Käytä tummia teemoja sovelluksessa
fr: Utiliser le thème sombre pour l'application
he: השתמש בעיצוב כהה עבור היישום
hr: Koristite tamnu temu za aplikaciju
hu: Használja a sötét témát az alkalmazáshoz
is: Notaðu dökkan þema fyrir forritið
it: Usa il tema scuro per l'applicazione
ja: アプリケーションのダークテーマを使用する
nl: Gebruik het donkere thema voor de applicatie
no: Bruk mørkt tema for applikasjonen
pl: Użyj ciemnego motywu dla aplikacji
ro: Folosește tema închisă pentru aplicație
ru: Использовать темную тему для приложения
sk: Použiť tmavú tému pre aplikáciu
sv: Använd mörkt tema för applikationen

source: Editor
bg: Редактор
el: Επεξεργαστής
fi: Muokkaaja
fr: Éditeur
he: עורך
hr: Uređivač
hu: Szerkesztő
is: Ritstjóri
ja: エディタ
no: Redigerer
pl: Edytor
ru: Редактор
sv: Redigerare

source: Behavior
bg: Поведение
cs: Chování
de: Verhalten
el: Συμπεριφορά
es: Comportamiento
fi: Käyttäytyminen
fr: Comportement
he: התנהגות
hr: Ponašanje
hu: Viselkedés
is: Hegðun
it: Comportamento
ja: 動作
nl: Gedrag
no: Atferd
pl: Zachowanie
ro: Comportament
ru: Поведение
sk: Správanie
sv: Beteende

source: Auto Save
bg: Автоматично запазване
cs: Automatické ukládání
de: Automatisches Speichern
el: Αυτόματη αποθήκευση
es: Guardado automático
fi: Automaattinen tallennus
fr: Sauvegarde automatique
he: שמור אוטומטית
hr: Automatsko spremanje
hu: Automatikus mentés
is: Sjálfvirk Vista
it: Salvataggio automatico
ja: 自動保存
nl: Automatisch opslaan
no: Automatisk lagring
pl: Automatyczne zapisywanie
ro: Salvare automată
ru: Автосохранение
sk: Automatické ukladanie
sv: Automatisk sparande

source: Automatically save projects while editing
bg: Автоматично запазвайте проекти по време на редактиране
cs: Automaticky ukládat projekty během úprav
de: Projekte beim Bearbeiten automatisch speichern
el: Αυτόματη αποθήκευση έργων κατά την επεξεργασία
es: Guardar automáticamente los proyectos mientras se edita
fi: Tallenna projektit automaattisesti muokkaamisen aikana
fr: Enregistrer automatiquement les projets lors de l'édition
he: שמור פרויקטים אוטומטית בזמן עריכה
hr: Automatski spremi projekte tijekom uređivanja
hu: Automatikusan mentse a projekteket szerkesztés közben
is: Sjá sjálfvirkt vista verkefni meðan unnið er að þeim
it: Salva automaticamente i progetti durante la modifica
ja: 編集中にプロジェクトを自動的に保存
nl: Projecten automatisch opslaan tijdens het bewerken
no: Lagre prosjekter automatisk mens du redigerer
pl: Automatycznie zapisuj projekty podczas edytowania
ro: Salvează automat proiectele în timp ce editezi
ru: Автоматически сохранять проекты во время редактирования
sk: Automaticky ukladať projekty počas úprav
sv: Spara automatiskt projekt medan du redigerar

source: Word Wrap
bg: Пренасяне на думи
cs: Zalamování textu
de: Wortumbruch
el: Αναδίπλωση λέξεων
es: Ajuste de línea
fi: Rivinvaihto
fr: Retour à la ligne
he: עטיפת מילים
hr: Prelamanje riječi
hu: Szó törés
is: Orðaflæði
it: Interruzione di riga
ja: ワードラップ
nl: Woordenafbreking
no: Ordne om
pl: Zawijanie wierszy
ro: Împachetare cuvânt
ru: Перенос слов
sk: Zalamovanie textu
sv: Radbrytning

source: Wrap text to fit the editor width
bg: Огънете текста, за да се впише в ширината на редактора
cs: Zabalit text, aby se vešel do šířky editoru
de: Textum umschließen, um die Breite des Editors anzupassen
el: Συσκευάστε το κείμενο για να ταιριάζει με το πλάτος του επεξεργαστή
es: Ajustar texto para que se ajuste al ancho del editor
fi: Kääri teksti editorin leveyteen sopivaksi
fr: Envelopper le texte pour s'adapter à la largeur de l'éditeur
he: עטוף טקסט כדי להתאים לרוחב העורך
hr: Zavij tekst da stane u širinu uređivača
hu: Szöveg tördelése az szerkesztő szélességéhez
is: Vefja texta til að passa breidd ritilsins
it: Adatta il testo per adattarlo alla larghezza dell'editor
ja: エディタの幅に合わせてテキストを折り返す
nl: Tekst omwikkelen om in de breedte van de editor te passen
no: Brett tekst for å passe redigeringsvinduets bredde
pl: Zawijaj tekst, aby dopasować go do szerokości edytora
ro: Împachetează textul pentru a se potrivi lățimii editorului
ru: Переносить текст, чтобы он соответствовал ширине редактора
sk: Zalamovať text, aby sa prispôsobil šírke editora
sv: Bryt text för att passa redigerarens bredd

source: Show Line Numbers
bg: Покажи номера на редовете
cs: Zobrazit čísla řádků
de: Zeilennummern anzeigen
el: Εμφάνιση Αριθμών Γραμμών
es: Mostrar números de línea
fi: Näytä rivinumerot
fr: Afficher les numéros de ligne
he: הצג מספרי שורות
hr: Prikaži brojeve redaka
hu: Sorok számának megjelenítése
is: Sýna línunúmer
it: Mostra numeri di riga
ja: 行番号を表示
nl: Regelnummering weergeven
no: Vis visningslinjer
pl: Pokaż numery linii
ro: Afișează numerele de linie
ru: Показать номера строк
sk: Zobraziť čísla riadkov
sv: Visa radnummer

source: Display line numbers in the editor
bg: Показване на номера на редовете в редактора
cs: Zobrazit čísla řádků v editoru
de: Zeilennummern im Editor anzeigen
el: Εμφάνιση αριθμών γραμμών στον επεξεργαστή
es: Mostrar números de línea en el editor
fi: Näytä rivinumerot editorissa
fr: Afficher les numéros de ligne dans l'éditeur
he: הצג מספרי שורות בעורך
hr: Prikaži brojeve redaka u uređivaču
hu: A sorok számának megjelenítése a szerkesztőben
is: Sýna línunúmer í ritlinum
it: Mostra i numeri di riga nell'editor
ja: エディタに行番号を表示
nl: Regelnummering in de editor weergeven
no: Vis visningslinjer i redigereren
pl: Wyświetl numery linii w edytorze
ro: Afișează numerele de linie în editor
ru: Отображать номера строк в редакторе
sk: Zobraziť čísla riadkov v editore
sv: Visa radnummer i redigeraren

source: Assistant Settings
bg: Настройки на асистента
cs: Nastavení asistenta
de: Assistenteneinstellungen
el: Ρυθμίσεις Βοηθού
es: Configuración del Asistente
fi: Asetukset
fr: Paramètres de l'assistant
he: הגדרות העוזר
hr: Postavke asistenta
hu: Asszisztens beállítások
is: Aðstoðaraðgerðir
it: Impostazioni Assistente
ja: アシスタント設定
nl: Assistentinstellingen
no: Assistentinnstillinger
pl: Ustawienia asystenta
ro: Setări Asistent
ru: Настройки помощника
sk: Nastavenia asistenta
sv: Assistentinställningar

source: Configure the provider and credentials used to generate suggestions.
bg: Конфигурирайте доставчика и удостоверенията, използвани за генериране на предложения.
cs: Konfigurujte poskytovatele a přihlašovací údaje použité k generování návrhů.
de: Konfigurieren Sie den Anbieter und die Anmeldeinformationen, die zur Generierung von Vorschlägen verwendet werden.
el: Ρυθμίστε τον πάροχο και τα διαπιστευτήρια που χρησιμοποιούνται για τη δημιουργία προτάσεων.
es: Configurar el proveedor y las credenciales utilizadas para generar sugerencias.
fi: Määritä tarjoaja ja käyttöoikeustiedot, joita käytetään ehdotusten luomiseen.
fr: Configurer le fournisseur et les identifiants utilisés pour générer des suggestions.
he: הגדר את הספק ואת האישורים המשמשים ליצירת הצעות.
hr: Konfigurirajte davatelja i vjerodajnice koje se koriste za generiranje prijedloga.
hu: Állítsa be a szolgáltatót és a hitelesítő adatokat, amelyeket a javaslatok generálásához használnak.
is: Stillirðu veitanda og auðkenni sem notað er til að búa til tillögur.
it: Configura il fornitore e le credenziali utilizzate per generare suggerimenti.
ja: 提案を生成するために使用されるプロバイダーと資格情報を設定します。
nl: Configureer de provider en inloggegevens die worden gebruikt om suggesties te genereren.
no: Konfigurer leverandøren og legitimasjonen som brukes til å generere forslag.
pl: Skonfiguruj dostawcę i poświadczenia używane do generowania sugestii.
ro: Configurează furnizorul și acreditivele utilizate pentru a genera sugestii.
ru: Настройте поставщика и учетные данные, используемые для генерации предложений.
sk: Nakonfigurujte poskytovateľa a poverenia použité na generovanie návrhov.
sv: Konfigurera leverantören och autentiseringsuppgifterna som används för att generera förslag.

source: gemini-2.5-flash
bg: гемини-2.5-флаш
de: gemini-2.5-blitz
he: גמיני-2.5-פלאש
hu: gemini-2.5-villanás
ja: gemini-2.5-フラッシュ
no: gemini-2.5-blits
ru: гемини-2.5-флеш
sv: gemini-2.5-blink

source: Tac Writer is a tool based on the TAC technique (Continued Argumentation Technique) and the Pomodoro method. TAC technique helps writers develop an idea in an organized manner, separating the paragraph into different stages. Read wiki to take advantage of all the resources. To open wiki click on '?' icon
bg: Tac Writer е инструмент, базиран на техниката TAC (Техника на продължаваща аргументация) и метода Помодоро. Техниката TAC помага на писателите да развият идея по организиран начин, разделяйки параграфа на различни етапи. Прочетете уики, за да се възползвате от всички ресурси. За да отворите уики, кликнете върху иконата '?'.
cs: Tac Writer je nástroj založený na technice TAC (Technika pokračující argumentace) a metodě Pomodoro. Technika TAC pomáhá autorům rozvíjet myšlenku organizovaným způsobem, rozdělením odstavce do různých fází. Přečtěte si wiki, abyste využili všechny zdroje. Chcete-li otevřít wiki, klikněte na ikonu '?'.
de: Tac Writer ist ein Tool, das auf der TAC-Technik (Continued Argumentation Technique) und der Pomodoro-Methode basiert. Die TAC-Technik hilft Schriftstellern, eine Idee organisiert zu entwickeln, indem der Absatz in verschiedene Phasen unterteilt wird. Lesen Sie das Wiki, um alle Ressourcen zu nutzen. Um das Wiki zu öffnen, klicken Sie auf das '?'-Symbol.
el: Το Tac Writer είναι ένα εργαλείο βασισμένο στην τεχνική TAC (Τεχνική Συνεχιζόμενης Επιχειρηματολογίας) και στη μέθοδο Pomodoro. Η τεχνική TAC βοηθά τους συγγραφείς να αναπτύξουν μια ιδέα με οργανωμένο τρόπο, χωρίζοντας την παράγραφο σε διαφορετικά στάδια. Διαβάστε το wiki για να εκμεταλλευτείτε όλους τους πόρους. Για να ανοίξετε το wiki, κάντε κλικ στο εικονίδιο '?'.
es: Tac Writer es una herramienta basada en la técnica TAC (Técnica de Argumentación Continua) y el método Pomodoro. La técnica TAC ayuda a los escritores a desarrollar una idea de manera organizada, separando el párrafo en diferentes etapas. Lee la wiki para aprovechar todos los recursos. Para abrir la wiki, haz clic en el icono de '?'.
fi: Tac Writer on työkalu, joka perustuu TAC-tekniikkaan (jatkuva argumentointitekniikka) ja Pomodoro-menetelmään. TAC-tekniikka auttaa kirjoittajia kehittämään ideaa järjestelmällisesti, jakamalla kappaleen eri vaiheisiin. Lue wiki hyödyntääksesi kaikkia resursseja. Avaa wiki napsauttamalla '?' kuvaketta.
fr: Tac Writer est un outil basé sur la technique TAC (Technique d'Argumentation Continue) et la méthode Pomodoro. La technique TAC aide les écrivains à développer une idée de manière organisée, en séparant le paragraphe en différentes étapes. Lisez le wiki pour profiter de toutes les ressources. Pour ouvrir le wiki, cliquez sur l'icône '?'.
he: טק רייטר הוא כלי המבוסס על טכניקת TAC (טכניקת טיעון מתמשך) ושיטת פומודורו. טכניקת TAC מסייעת לכותבים לפתח רעיון בצורה מאורגנת, על ידי הפרדת הפסקה לשלבים שונים. קרא את הוויקי כדי לנצל את כל המשאבים. כדי לפתוח את הוויקי לחץ על האייקון '?'
hr: Tac Writer je alat temeljen na TAC tehnici (Tehnika kontinuirane argumentacije) i Pomodoro metodi. TAC tehnika pomaže piscima da razviju ideju na organiziran način, razdvajajući odlomak u različite faze. Pročitajte wiki kako biste iskoristili sve resurse. Da biste otvorili wiki, kliknite na ikonu '?'
hu: Tac Writer egy eszköz, amely a TAC technikán (Folyamatos Érvelési Technika) és a Pomodoro módszeren alapul. A TAC technika segít a szerzőknek egy ötletet szervezett módon kidolgozni, a bekezdést különböző szakaszokra bontva. Olvasd el a wikit, hogy kihasználhasd az összes erőforrást. A wiki megnyitásához kattints a '?' ikonra.
is: Tac Writer er verkfæri sem byggir á TAC tækni (Samfelldar röksemdartækni) og Pomodoro aðferðinni. TAC tækni hjálpar rithöfundum að þróa hugmynd á skipulagðan hátt, aðskilja málsgreinina í mismunandi stig. Lesa wiki til að nýta öll úrræði. Til að opna wiki, smelltu á '?' táknið.
it: Tac Writer è uno strumento basato sulla tecnica TAC (Tecnica di Argomentazione Continua) e sul metodo Pomodoro. La tecnica TAC aiuta gli scrittori a sviluppare un'idea in modo organizzato, separando il paragrafo in diverse fasi. Leggi il wiki per sfruttare tutte le risorse. Per aprire il wiki clicca sull'icona '?'.
ja: タックライターは、TAC技法（継続的議論技法）とポモドーロ法に基づいたツールです。TAC技法は、ライターがアイデアを整理された方法で発展させるのを助け、段落を異なる段階に分けます。すべてのリソースを活用するためにウィキを読んでください。ウィキを開くには、'?'アイコンをクリックしてください。
nl: Tac Writer is een tool gebaseerd op de TAC-techniek (Voortdurende Argumentatietechniek) en de Pomodoro-methode. De TAC-techniek helpt schrijvers een idee op een georganiseerde manier te ontwikkelen, waarbij de alinea in verschillende fasen wordt gescheiden. Lees de wiki om gebruik te maken van alle middelen. Klik op het '?'-icoon om de wiki te openen.
no: Tac Writer er et verktøy basert på TAC-teknikken (Continued Argumentation Technique) og Pomodoro-metoden. TAC-teknikken hjelper skribenter med å utvikle en idé på en organisert måte, ved å dele avsnittet inn i forskjellige faser. Les wiki for å dra nytte av alle ressursene. For å åpne wiki, klikk på '?' ikonet.
pl: Tac Writer to narzędzie oparte na technice TAC (Technika Ciągłej Argumentacji) oraz metodzie Pomodoro. Technika TAC pomaga pisarzom rozwijać pomysł w zorganizowany sposób, dzieląc akapit na różne etapy. Przeczytaj wiki, aby skorzystać ze wszystkich zasobów. Aby otworzyć wiki, kliknij ikonę '?'.
ro: Tac Writer este un instrument bazat pe tehnica TAC (Tehnica de Argumentare Continuă) și metoda Pomodoro. Tehnica TAC ajută scriitorii să dezvolte o idee într-un mod organizat, separând paragraful în diferite etape. Citiți wiki pentru a profita de toate resursele. Pentru a deschide wiki, faceți clic pe pictograma '?'
ru: Tac Writer — это инструмент, основанный на технике TAC (Техника Продолженной Аргументации) и методе Помодоро. Техника TAC помогает писателям развивать идею организованным образом, разделяя абзац на разные этапы. Читайте вики, чтобы воспользоваться всеми ресурсами. Чтобы открыть вики, нажмите на значок '?'.
sk: Tac Writer je nástroj založený na technike TAC (Technika pokračujúcej argumentácie) a metóde Pomodoro. Technika TAC pomáha autorom rozvíjať myšlienku organizovaným spôsobom, pričom rozdeľuje odsek do rôznych fáz. Prečítajte si wiki, aby ste využili všetky zdroje. Na otvorenie wiki kliknite na ikonu '?'.
sv: Tac Writer är ett verktyg baserat på TAC-tekniken (Continued Argumentation Technique) och Pomodoro-metoden. TAC-tekniken hjälper skribenter att utveckla en idé på ett organiserat sätt, genom att separera stycket i olika faser. Läs wiki för att dra nytta av alla resurser. För att öppna wiki klicka på '?' ikonen.

source: Learn More - Online Documentation
bg: Научете повече - Онлайн документация
cs: Zjistit více - Online dokumentace
de: Mehr erfahren - Online-Dokumentation
el: Μάθετε περισσότερα - Διαδικτυακή τεκμηρίωση
es: Aprender más - Documentación en línea
fi: Lisää tietoa - Verkkodokumentaatio
fr: En savoir plus - Documentation en ligne
he: למד עוד - תיעוד מקוון
hr: Saznajte više - Online dokumentacija
hu: Tudj meg többet - Online dokumentáció
is: Lærðu meira - Vefgagnasafn
it: Scopri di più - Documentazione online
ja: 詳細を学ぶ - オンラインドキュメント
nl: Meer leren - Online documentatie
no: Lær mer - Nettbasert dokumentasjon
pl: Dowiedz się więcej - Dokumentacja online
ro: Aflați mai multe - Documentație online
ru: Узнать больше - Онлайн документация
sk: Zistite viac - Online dokumentácia
sv: Läs mer - Online-dokumentation
