Repository: Dionarley/tac-writer
Catalog: po/*.po
Languages: bg, cs, de, el, es, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, ro, ru, sk, sv

source: Please install: python3-gi python3-gi-cairo gir1.2-gtk-4.0 gir1.2-adwaita-1
bg: Моля, инсталирайте: python3-gi python3-gi-cairo gir1.2-gtk-4.0 gir1.2-adwaita-1
cs: Prosím nainstalujte: python3-gi python3-gi-cairo gir1.2-gtk-4.0 gir1.2-adwaita-1
de: Bitte installieren: python3-gi python3-gi-cairo gir1.2-gtk-4.0 gir1.2-adwaita-1
el: Παρακαλώ εγκαταστήστε: python3-gi python3-gi-cairo gir1.2-gtk-4.0 gir1.2-adwaita-1
es: Por favor, instala: python3-gi python3-gi-cairo gir1.2-gtk-4.0 gir1.2-adwaita-1
fi: Asenna: python3-gi python3-gi-cairo gir1.2-gtk-4.0 gir1.2-adwaita-1
fr: Veuillez installer : python3-gi python3-gi-cairo gir1.2-gtk-4.0 gir1.2-adwaita-1
he: אנא התקן: python3-gi python3-gi-cairo gir1.2-gtk-4.0 gir1.2-adwaita-1
hr: Molimo instalirajte: python3-gi python3-gi-cairo gir1.2-gtk-4.0 gir1.2-adwaita-1
hu: Kérjük, telepítse: python3-gi python3-gi-cairo gir1.2-gtk-4.0 gir1.2-adwaita-1
is: Vinsamlegast settu upp: python3-gi python3-gi-cairo gir1.2-gtk-4.0 gir1.2-adwaita-1
it: Si prega di installare: python3-gi python3-gi-cairo gir1.2-gtk-4.0 gir1.2-adwaita-1
ja: インストールしてください: python3-gi python3-gi-cairo gir1.2-gtk-4.0 gir1.2-adwaita-1
nl: Installeer alstublieft: python3-gi python3-gi-cairo gir1.2-gtk-4.0 gir1.2-adwaita-1
no: Vennligst installer: python3-gi python3-gi-cairo gir1.2-gtk-4.0 gir1.2-adwaita-1
pl: Proszę zainstalować: python3-gi python3-gi-cairo gir1.2-gtk-4.0 gir1.2-adwaita-1
ro: Vă rugăm să instalați: python3-gi python3-gi-cairo gir1.2-gtk-4.0 gir1.2-adwaita-1
ru: Пожалуйста, установите: python3-gi python3-gi-cairo gir1.2-gtk-4.0 gir1.2-adwaita-1
sk: Prosím nainštalujte: python3-gi python3-gi-cairo gir1.2-gtk-4.0 gir1.2-adwaita-1
sv: Vänligen installera: python3-gi python3-gi-cairo gir1.2-gtk-4.0 gir1.2-adwaita-1

source: Error: GTK 4.0 or higher is required
bg: Грешка: Изисква се GTK 4.0 или по-висока версия
cs: Chyba: Je vyžadována verze GTK 4.0 nebo vyšší
de: Fehler: GTK 4.0 oder höher ist erforderlich
el: Σφάλμα: Απαιτείται GTK 4.0 ή νεότερη έκδοση
es: Error: Se requiere GTK 4.0 o superior
fi: Virhe: GTK 4.0 tai uudempi vaaditaan
fr: Erreur : GTK 4.0 ou supérieur est requis
he: שגיאה: נדרש GTK 4.0 או גבוה יותר
hr: Greška: Potreban je GTK 4.0 ili noviji
hu: Hiba: A GTK 4.0 vagy újabb verzió szükséges
is: Villa: GTK 4.0 eða hærra er nauðsynlegt
it: Errore: è richiesta GTK 4.0 o superiore
ja: エラー: GTK 4.0 以上が必要です
nl: Fout: GTK 4.0 of hoger is vereist
no: Feil: GTK 4.0 eller høyere er påkrevd
pl: Błąd: Wymagana jest wersja GTK 4.0 lub wyższa
ro: Eroare: Este necesar GTK 4.0 sau o versiune superioară
ru: Ошибка: требуется GTK 4.0 или выше
sk: Chyba: Vyžaduje sa GTK 4.0 alebo novšia verzia
sv: Fel: GTK 4.0 eller högre krävs

source: Error: Required dependencies not found: {}
bg: Грешка: Изискваните зависимости не са намерени: {}
cs: Chyba: Požadované závislosti nebyly nalezeny: {}
de: Fehler: Erforderliche Abhängigkeiten nicht gefunden: {}
el: Σφάλμα: Απαιτούμενες εξαρτήσεις δεν βρέθηκαν: {}
es: Error: Dependencias requeridas no encontradas: {}
fi: Virhe: Vaadittuja riippuvuuksia ei löytynyt: {}
fr: Erreur : Dépendances requises non trouvées : {}
he: שגיאה: תלות נדרשת לא נמצאה: {}
hr: Greška: Nedostaju potrebne ovisnosti: {}
hu: Hiba: A szükséges függőségek nem találhatók: {}
is: Villa: Nauðsynlegar háðingar fundust ekki: {}
it: Errore: Dipendenze richieste non trovate: {}
ja: エラー: 必要な依存関係が見つかりません: {}
nl: Fout: Vereiste afhankelijkheden niet gevonden: {}
no: Feil: Nødvendige avhengigheter ble ikke funnet: {}
pl: Błąd: Wymagane zależności nie zostały znalezione: {}
ro: Eroare: Dependențe necesare nu au fost găsite: {}
ru: Ошибка: Не найдены необходимые зависимости: {}
sk: Chyba: Požadované závislosti neboli nájdené: {}
sv: Fel: Nödvändiga beroenden hittades inte: {}

source: Application interrupted by user.
bg: Приложението е прекратено от потребителя.
cs: Aplikace byla přerušena uživatelem.
de: Anwendung vom Benutzer unterbrochen.
el: Η εφαρμογή διακόπηκε από τον χρήστη.
es: Aplicación interrumpida por el usuario.
fi: Sovellus keskeytettiin käyttäjän toimesta.
fr: Application interrompue par l'utilisateur.
he: היישום הופסק על ידי המשתמש.
hr: Aplikacija prekinuta od strane korisnika.
hu: Alkalmazás megszakítva a felhasználó által.
is: Forrit rofið af notanda.
it: Applicazione interrotta dall'utente.
ja: ユーザーによってアプリケーションが中断されました。
nl: Toepassing onderbroken door gebruiker.
no: Applikasjonen ble avbrutt av brukeren.
pl: Aplikacja przerwana przez użytkownika.
ro: Aplicație întreruptă de utilizator.
ru: Приложение прервано пользователем.
sk: Aplikácia bola prerušená používateľom.
sv: Applikationen avbröts av användaren.

source: Error checking dependencies: {}
bg: Проверка на грешки в зависимостите: {}
cs: Chyba při kontrole závislostí: {}
de: Fehlerüberprüfung der Abhängigkeiten: {}
el: Έλεγχος σφαλμάτων εξαρτήσεων: {}
es: Error al verificar dependencias: {}
fi: Virhe tarkistettaessa riippuvuuksia: {}
fr: Erreur lors de la vérification des dépendances : {}
he: בדיקת שגיאות בתלויות: {}
hr: Provjera grešaka ovisnosti: {}
hu: Hibaellenőrzési függőségek: {}
is: Villa að athuga háð: {}
it: Controllo degli errori delle dipendenze: {}
ja: 依存関係のエラー確認: {}
nl: Fout bij het controleren van afhankelijkheden: {}
no: Feilmelding ved sjekking av avhengigheter: {}
pl: Błąd podczas sprawdzania zależności: {}
ro: Verificarea erorilor dependențelor: {}
ru: Ошибка проверки зависимостей: {}
sk: Chyba pri kontrole závislostí: {}
sv: Fel vid kontroll av beroenden: {}

source: Critical error during startup: {}
bg: Критична грешка по време на стартиране: {}
cs: Kritická chyba během spuštění: {}
de: Kritischer Fehler beim Start: {}
el: Κρίσιμο σφάλμα κατά την εκκίνηση: {}
es: Error crítico durante el inicio: {}
fi: Kriittinen virhe käynnistyksen aikana: {}
fr: Erreur critique lors du démarrage : {}
he: שגיאה קריטית במהלך ההפעלה: {}
hr: Kritična greška tijekom pokretanja: {}
hu: Kritikus hiba a rendszerindítás során: {}
is: Kritísk villa við ræsingu: {}
it: Errore critico durante l'avvio: {}
ja: 起動中の重大なエラー: {}
nl: Kritieke fout tijdens opstarten: {}
no: Kritisk feil under oppstart: {}
pl: Krytyczny błąd podczas uruchamiania: {}
ro: Eroare critică la pornire: {}
ru: Критическая ошибка во время запуска: {}
sk: Kritická chyba počas spustenia: {}
sv: Kritiskt fel vid uppstart: {}

source: PyGTKSpellcheck not installed - disabling spell checking
bg: PyGTKSpellcheck не е инсталиран - деактивиране на проверката на правописа
cs: PyGTKSpellcheck není nainstalován - vypínám kontrolu pravopisu
de: PyGTKSpellcheck nicht installiert - Rechtschreibprüfung wird deaktiviert
el: Η βιβλιοθήκη PyGTKSpellcheck δεν είναι εγκατεστημένη - απενεργοποίηση της ορθογραφικής διόρθωσης
es: PyGTKSpellcheck no está instalado - desactivando la corrección ortográfica
fi: PyGTKSpellcheck ei ole asennettu - oikeinkirjoituksen tarkistus poistettu käytöstä
fr: PyGTKSpellcheck non installé - désactivation de la vérification orthographique
he: PyGTKSpellcheck לא מותקן - השבתת בדיקת איות
hr: PyGTKSpellcheck nije instaliran - onemogućavanje provjere pravopisa
hu: A PyGTKSpellcheck nincs telepítve - a helyesírás-ellenőrzés letiltva
is: PyGTKSpellcheck ekki uppsett - að slökkva á stafsetningakönnun
it: PyGTKSpellcheck non installato - disabilitazione del controllo ortografico
ja: PyGTKSpellcheckがインストールされていません - スペルチェックを無効にします
nl: PyGTKSpellcheck niet geïnstalleerd - spellingscontrole uitschakelen
no: PyGTKSpellcheck ikke installert - deaktiverer stavekontroll
pl: PyGTKSpellcheck nie jest zainstalowany - wyłączanie sprawdzania pisowni
ro: PyGTKSpellcheck nu este instalat - dezactivarea verificării ortografice
ru: PyGTKSpellcheck не установлен - отключение проверки орфографии
sk: PyGTKSpellcheck nie je nainštalovaný - vypínam kontrolu pravopisu
sv: PyGTKSpellcheck är inte installerat - inaktiverar stavningskontroll

source: Enchant backend not available - disabling spell checking
bg: Няма наличен Enchant бекенд - деактивиране на проверката на правописа
cs: Backend Enchant není k dispozici - vypínám kontrolu pravopisu
de: Enchant-Backend nicht verfügbar - Rechtschreibprüfung wird deaktiviert
el: Ο backend Enchant δεν είναι διαθέσιμο - απενεργοποίηση της ορθογραφικής διόρθωσης
es: Backend de Enchant no disponible - desactivando la corrección ortográfica
fi: Enchant-taustapalvelua ei ole saatavilla - oikeinkirjoituksen tarkistus poistettu käytöstä
fr: Backend Enchant non disponible - désactivation de la vérification orthographique
he: ממשק Enchant אינו זמין - השבתת בדיקת איות
hr: Enchant backend nije dostupan - onemogućavanje provjere pravopisa
hu: Az Enchant háttér nem elérhető - a helyesírás-ellenőrzés letiltása
is: Enchant bakendi ekki í boði - að slökkva á stafsetningakönnun
it: Backend Enchant non disponibile - disabilitazione del controllo ortografico
ja: Enchantバックエンドが利用できません - スペルチェックを無効にします
nl: Enchant-backend niet beschikbaar - spellingscontrole uitschakelen
no: Enchant-backend ikke tilgjengelig - deaktiverer stavekontroll
pl: Backend Enchant niedostępny - wyłączanie sprawdzania pisowni
ro: Backend Enchant indisponibil - dezactivare verificare ortografică
ru: Бэкенд Enchant недоступен - отключение проверки орфографии
sk: Backend Enchant nie je k dispozícii - vypínam kontrolu pravopisu
sv: Enchant-backend är inte tillgänglig - inaktiverar stavningskontroll

source: No config available for spell check debug
bg: Няма налична конфигурация за отстраняване на грешки при проверка на правописа
cs: Není k dispozici žádná konfigurace pro ladění kontroly pravopisu
de: Keine Konfiguration für die Rechtschreibprüfung im Debug-Modus verfügbar
el: Δεν είναι διαθέσιμη διαμόρφωση για την αποσφαλμάτωση ορθογραφίας
es: No hay configuración disponible para la depuración de corrección ortográfica
fi: Ei konfiguraatiota saatavilla oikeinkirjoituksen tarkistuksen virheenkorjaukselle
fr: Aucune configuration disponible pour le débogage de la vérification orthographique
he: אין קונפיגורציה זמינה עבור דיבוג בדיקת איות
hr: Nema dostupne konfiguracije za ispravak pravopisa u načinu ispravljanja grešaka
hu: Nincs elérhető konfiguráció a helyesírás-ellenőrzés hibakereséséhez
is: Engin aðgerða fyrir stafsetningarvillur er ekki tiltæk.
it: Nessuna configurazione disponibile per il debug del controllo ortografico
ja: スペルチェックデバッグのための設定は利用できません
nl: Geen configuratie beschikbaar voor spellingscontrole debug
no: Ingen konfigurasjon tilgjengelig for stavekontrollfeilsøking
pl: Brak dostępnej konfiguracji dla debugowania sprawdzania pisowni
ro: Nu există configurație disponibilă pentru depanarea corectării ortografice.
ru: Нет доступной конфигурации для отладки проверки правописания
sk: Nastavenie pre ladenie kontroly pravopisu nie je k dispozícii.
sv: Ingen konfiguration tillgänglig för stavningskontrollens felsökning

source: No spell check dictionaries found - disabling spell checking
bg: Не са намерени речници за проверка на правописа - деактивиране на проверката на правописа
cs: Nebyly nalezeny žádné slovníky pro kontrolu pravopisu - vypínám kontrolu pravopisu
de: Keine Rechtschreibprüfungswörterbücher gefunden - Rechtschreibprüfung wird deaktiviert
el: Δεν βρέθηκαν λεξικά ορθογραφίας - απενεργοποίηση ορθογραφικού ελέγχου
es: No se encontraron diccionarios de corrección ortográfica - desactivando la corrección ortográfica
fi: Ei oikeinkirjoituksen tarkistussanakirjoja löytynyt - oikeinkirjoituksen tarkistus poistettu käytöstä
fr: Aucun dictionnaire de vérification orthographique trouvé - désactivation de la vérification orthographique
he: לא נמצאו מילונים לבדוק איות - מבטל בדיקת איות
hr: Nema pronađenih rječnika za provjeru pravopisa - onemogućavanje provjere pravopisa
hu: Nincs helyesírás-ellenőrző szótár - a helyesírás-ellenőrzés letiltva
is: Engin stafrænnar villuathugunar fannst ekki - aðgerð villuathugunar afvirkjuð
it: Nessun dizionario di controllo ortografico trovato - disabilitazione del controllo ortografico
ja: スペルチェック辞書が見つかりません - スペルチェックを無効にします
nl: Geen spellingscontrolewoordenboeken gevonden - spellingscontrole wordt uitgeschakeld
no: Ingen stavekontrollordbøker funnet - deaktiverer stavekontroll
pl: Nie znaleziono słowników sprawdzania pisowni - wyłączanie sprawdzania pisowni
ro: Nu au fost găsite dicționare de corectare ortografică - dezactivarea corectării ortografice
ru: Не найдены словари проверки правописания - отключение проверки правописания
sk: Nenašli sa žiadne slovníky na kontrolu pravopisu - vypínam kontrolu pravopisu
sv: Inga stavningskontrollordböcker hittades - inaktiverar stavningskontroll

source: Main window presented
bg: Основен прозорец представен
cs: Hlavní okno zobrazeno
de: Hauptfenster angezeigt
el: Κύριο παράθυρο παρουσιασμένο
es: Ventana principal presentada
fi: Pääikkuna esitetty
fr: Fenêtre principale présentée
he: חלון ראשי מוצג
hr: Glavni prozor prikazan
hu: Főablak megjelenítve
is: Aðalgluggi kynntur
it: Finestra principale presentata
ja: メインウィンドウが表示されました
nl: Hoofdvenster weergegeven
no: Hovedvindu vist
pl: Główne okno przedstawione
ro: Fereastra principală prezentată
ru: Основное окно представлено
sk: Hlavné okno zobrazené
sv: Huvudfönster presenterat

source: Application shutdown complete
bg: Завършване на затварянето на приложението
cs: Ukončení aplikace bylo dokončeno
de: Anwendungshutdown abgeschlossen
el: Η απεγκατάσταση της εφαρμογής ολοκληρώθηκε.
es: Cierre de la aplicación completo
fi: Sovelluksen sulkeminen valmis
fr: Fermeture de l'application terminée
he: סגירת היישום הושלמה
hr: Zatvaranje aplikacije je završeno
hu: Alkalmazás leállítása befejeződött
is: Forrit lokið.
it: Chiusura dell'applicazione completata
ja: アプリケーションのシャットダウンが完了しました
nl: Toepassing afsluiten voltooid
no: Applikasjonen er stengt ned.
pl: Zamknięcie aplikacji zakończone.
ro: Închidere aplicație completă
ru: Завершение работы приложения завершено
sk: Ukončenie aplikácie bolo úspešné
sv: Applikationen har stängts av helt

source: Main window created
bg: Създадено основно прозорец
cs: Hlavní okno vytvořeno
de: Hauptfenster erstellt
el: Δημιουργήθηκε κύριο παράθυρο
es: Ventana principal creada
fi: Pääikkuna luotu
fr: Fenêtre principale créée
he: חלון ראשי נוצר
hr: Glavni prozor je stvoren
hu: Főablak létrehozva
is: Aðalgluggi búinn til
it: Finestra principale creata
ja: メインウィンドウが作成されました
nl: Hoofdvenster aangemaakt
no: Hovedvindu opprettet
pl: Główne okno utworzone
ro: Fereastra principală creată
ru: Главное окно создано
sk: Hlavné okno vytvorené
sv: Huvudfönster skapat

source: Configuration saved
bg: Конфигурацията е запазена
cs: Konfigurace uložena
de: Konfiguration gespeichert
el: Η διαμόρφωση αποθηκεύτηκε
es: Configuración guardada
fi: Asetukset tallennettu
fr: Configuration enregistrée
he: הגדרה נשמרה
hr: Konfiguracija spremljena
hu: A konfiguráció mentve
is: Stillingum vistað
it: Configurazione salvata
ja: 設定が保存されました
nl: Configuratie opgeslagen
no: Konfigurasjon lagret
pl: Konfiguracja zapisana
ro: Configurare salvată
ru: Конфигурация сохранена
sk: Konfigurácia uložená
sv: Konfiguration sparad

source: Import error while checking spell dependencies: {}
bg: Грешка при импортиране при проверка на зависимости на заклинания: {}
cs: Chyba importu při kontrole závislostí na kouzlech: {}
de: Importfehler beim Überprüfen der Rechtschreibabhängigkeiten: {}
el: Σφάλμα εισαγωγής κατά τον έλεγχο των εξαρτήσεων ορθογραφίας: {}
es: Error de importación al verificar las dependencias de la ortografía: {}
fi: Tuontivirhe tarkistaessa oikeinkirjoitusriippuvuuksia: {}
fr: Erreur d'importation lors de la vérification des dépendances d'orthographe : {}
he: שגיאת ייבוא בזמן בדיקת תלויות ההגהה: {}
hr: Greška pri uvozu prilikom provjere ovisnosti pravopisa: {}
hu: Import hiba a varázslat függőségek ellenőrzése közben: {}
is: Innflutningsvilla við athugun á stafsetningarferlum: {}
it: Errore di importazione durante il controllo delle dipendenze di spell: {}
ja: スペル依存関係を確認中にインポートエラーが発生しました: {}
nl: Importfout bij het controleren van spellingsafhankelijkheden: {}
no: Importfeil under sjekk av staveavhengigheter: {}
pl: Błąd importu podczas sprawdzania zależności od słowników: {}
ro: Eroare de import în timp ce se verificau dependențele de ortografie: {}
ru: Ошибка импорта при проверке зависимостей для заклинаний: {}
sk: Chyba pri importe počas kontroly závislostí pravopisu: {}
sv: Importfel vid kontroll av stavningsberoenden: {}

source: Unexpected error checking spell dependencies: {}
bg: Неочаквана грешка при проверка на зависимостите на заклинанията: {}
cs: Neočekávaná chyba při kontrole závislostí kouzel: {}
de: Unerwarteter Fehler beim Überprüfen der Rechtschreibabhängigkeiten: {}
el: Αναπάντεχο σφάλμα κατά τον έλεγχο εξαρτήσεων ξόρκων: {}
es: Error inesperado al verificar las dependencias de la hechicería: {}
fi: Odottamaton virhe tarkistaessa loitsujen riippuvuuksia: {}
fr: Erreur inattendue lors de la vérification des dépendances de l'orthographe : {}
he: שגיאה בלתי צפויה בבדיקת תלויות ההגייה: {}
hr: Neočekivana greška prilikom provjere ovisnosti pravopisa: {}
hu: Váratlan hiba a varázslatok függőségeinek ellenőrzésekor: {}
is: Óvænt villa við að athuga stafsetningarferla: {}
it: Errore imprevisto durante il controllo delle dipendenze dell'incantesimo: {}
ja: 予期しないエラーが呪文の依存関係をチェックしています: {}
nl: Onverwachte fout bij het controleren van spellingsafhankelijkheden: {}
no: Uventet feil ved sjekk av staveavhengigheter: {}
pl: Nieoczekiwany błąd podczas sprawdzania zależności zaklęcia: {}
ro: Eroare neașteptată la verificarea dependențelor de vrăji: {}
ru: Неожиданная ошибка при проверке зависимостей заклинаний: {}
sk: Neočakávaná chyba pri kontrole závislostí kúziel: {}
sv: Oväntat fel vid kontroll av stavningsberoenden: {}

source: Error during application startup: {}: {}
bg: Грешка по време на стартиране на приложението: {}: {}
cs: Chyba během spuštění aplikace: {}: {}
de: Fehler beim Start der Anwendung: {}: {}
el: Σφάλμα κατά την εκκίνηση της εφαρμογής: {}: {}
es: Error durante el inicio de la aplicación: {}: {}
fi: Virhe sovelluksen käynnistyksessä: {}: {}
fr: Erreur lors du démarrage de l'application : {} : {}
he: שגיאה במהלך אתחול היישום: {}: {}
hr: Greška tijekom pokretanja aplikacije: {}: {}
hu: Hiba az alkalmazás indításakor: {}: {}
is: Villa við upphaf forrits: {}: {}
it: Erro durante l'avvio dell'applicazione: {}: {}
ja: アプリケーションの起動中にエラーが発生しました: {}: {}
nl: Fout tijdens het opstarten van de applicatie: {}: {}
no: Feil under oppstart av applikasjonen: {}: {}
pl: Błąd podczas uruchamiania aplikacji: {}: {}
ro: Eroare în timpul pornirii aplicației: {}: {}
ru: Ошибка при запуске приложения: {}: {}
sk: Chyba počas spúšťania aplikácie: {}: {}
sv: Fel vid applikationsstart: {}: {}

source: Error activating application: {}: {}
bg: Грешка при активиране на приложението: {}: {}
cs: Chyba při aktivaci aplikace: {}: {}
de: Fehler bei der Aktivierung der Anwendung: {}: {}
el: Σφάλμα κατά την ενεργοποίηση της εφαρμογής: {}: {}
es: Error al activar la aplicación: {}: {}
fi: Virhe sovelluksen aktivoinnissa: {}: {}
fr: Erreur d'activation de l'application : {} : {}
he: שגיאה בהפעלה של היישום: {}: {}
hr: Greška prilikom aktivacije aplikacije: {}: {}
hu: Hiba az alkalmazás aktiválásakor: {}: {}
is: Villa að virkja forrit: {}: {}
it: Errore durante l'attivazione dell'applicazione: {}: {}
ja: アプリケーションのアクティベーションエラー: {}: {}
nl: Fout bij het activeren van de applicatie: {}: {}
no: Feil ved aktivering av applikasjon: {}: {}
pl: Błąd aktywacji aplikacji: {}: {}
ro: Eroare la activarea aplicației: {}: {}
ru: Ошибка активации приложения: {}: {}
sk: Chyba pri aktivácii aplikácie: {}: {}
sv: Fel vid aktivering av applikation: {}: {}

source: Error setting up actions: {}: {}
bg: Грешка при настройка на действия: {}: {}
cs: Chyba při nastavování akcí: {}: {}
de: Fehler beim Einrichten der Aktionen: {}: {}
el: Σφάλμα κατά την ρύθμιση ενεργειών: {}: {}
es: Error al configurar acciones: {}: {}
fi: Virhe toimintojen asetuksessa: {}: {}
fr: Erreur lors de la configuration des actions : {} : {}
he: שגיאה בהגדרת פעולות: {}: {}
hr: Greška prilikom postavljanja radnji: {}: {}
hu: Hiba az akciók beállításakor: {}: {}
is: Villa við að stilla aðgerðir: {}: {}
it: Errore durante la configurazione delle azioni: {}: {}
ja: アクションの設定中にエラーが発生しました: {}: {}
nl: Fout bij het instellen van acties: {}: {}
no: Feil ved oppsett av handlinger: {}: {}
pl: Błąd podczas konfigurowania akcji: {}: {}
ro: Eroare la configurarea acțiunilor: {}: {}
ru: Ошибка при настройке действий: {}: {}
sk: Chyba pri nastavovaní akcií: {}: {}
sv: Fel vid inställning av åtgärder: {}: {}

source: Error setting up menu: {}: {}
bg: Грешка при настройка на меню: {}: {}
cs: Chyba při nastavování nabídky: {}: {}
de: Fehler beim Einrichten des Menüs: {}: {}
el: Σφάλμα κατά την ρύθμιση του μενού: {}: {}
es: Error al configurar el menú: {}: {}
fi: Virhe valikon asetuksessa: {}: {}
fr: Erreur lors de la configuration du menu : {} : {}
he: שגיאה בהגדרת התפריט: {}: {}
hr: Greška prilikom postavljanja izbornika: {}: {}
hu: Hiba a menü beállításakor: {}: {}
is: Villa við að stilla valmynd: {}: {}
it: Errore durante la configurazione del menu: {}: {}
ja: メニューの設定中にエラーが発生しました: {}: {}
nl: Fout bij het instellen van het menu: {}: {}
no: Feil ved oppsett av meny: {}: {}
pl: Błąd podczas konfigurowania menu: {}: {}
ro: Eroare la configurarea meniului: {}: {}
ru: Ошибка настройки меню: {}: {}
sk: Chyba pri nastavovaní ponuky: {}: {}
sv: Fel vid inställning av meny: {}: {}

source: Error setting up theme: {}: {}
bg: Грешка при настройка на темата: {}: {}
cs: Chyba při nastavování motivu: {}: {}
de: Fehler beim Einrichten des Themas: {}: {}
el: Σφάλμα κατά την εγκατάσταση θέματος: {}: {}
es: Error al configurar el tema: {}: {}
fi: Virhe teeman asetuksessa: {}: {}
fr: Erreur lors de la configuration du thème : {} : {}
he: שגיאה בהגדרת ערכת נושא: {}: {}
hr: Greška prilikom postavljanja teme: {}: {}
hu: Hiba a téma beállításakor: {}: {}
is: Villa að stilla þema: {}: {}
it: Errore durante la configurazione del tema: {}: {}
ja: テーマの設定中にエラーが発生しました: {}: {}
nl: Fout bij het instellen van het thema: {}: {}
no: Feil ved oppsett av tema: {}: {}
pl: Błąd podczas konfigurowania motywu: {}: {}
ro: Eroare la configurarea temei: {}: {}
ru: Ошибка при настройке темы: {}: {}
sk: Chyba pri nastavovaní témy: {}: {}
sv: Fel vid installation av tema: {}: {}

source: Error showing new project dialog: {}: {}
bg: Грешка при показване на диалоговия прозорец за нов проект: {}: {}
cs: Chyba při zobrazování dialogu pro nový projekt: {}: {}
de: Fehler beim Anzeigen des neuen Projektdialogs: {}: {}
el: Σφάλμα κατά την εμφάνιση του διαλόγου νέου έργου: {}: {}
es: Error al mostrar el diálogo de nuevo proyecto: {}: {}
fi: Virhe uuden projektin dialogin näyttämisessä: {}: {}
fr: Erreur lors de l'affichage de la boîte de dialogue du nouveau projet : {} : {}
he: שגיאה בהצגת דיאלוג פרויקט חדש: {}: {}
hr: Greška pri prikazivanju dijaloga za novi projekt: {}: {}
hu: Hiba a új projekt párbeszédablak megjelenítésekor: {}: {}
is: Villa við að sýna nýja verkefnaskjá: {}: {}
it: Errore durante la visualizzazione della finestra di dialogo del nuovo progetto: {}: {}
ja: 新しいプロジェクトダイアログの表示中にエラーが発生しました: {}: {}
nl: Fout bij het weergeven van het nieuwe projectdialoogvenster: {}: {}
no: Feil ved visning av ny prosjektdialog: {}: {}
pl: Błąd podczas wyświetlania dialogu nowego projektu: {}: {}
ro: Eroare la afișarea dialogului pentru proiectul nou: {}: {}
ru: Ошибка при отображении диалога нового проекта: {}: {}
sk: Chyba pri zobrazovaní dialógu nového projektu: {}: {}
sv: Fel vid visning av dialogrutan för nytt projekt: {}: {}
