Repository: Dionarley/tac-writer
Catalog: po/*.po
Languages: bg, cs, de, el, es, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, ro, ru, sk, sv

source: This will replace your current database with the selected backup. The backup contains {} projects. Your current database will be backed up before importing.
bg: Това ще замени текущата ви база данни с избрания архив. Архивът съдържа {} проекта. Вашата текуща база данни ще бъде архивирана преди импортиране.
cs: Tímto nahradíte svou aktuální databázi vybranou zálohou. Záloha obsahuje {} projektů. Vaše aktuální databáze bude před importem zálohována.
de: Dies wird Ihre aktuelle Datenbank durch das ausgewählte Backup ersetzen. Das Backup enthält {} Projekte. Ihre aktuelle Datenbank wird vor dem Import gesichert.
el: Αυτό θα αντικαταστήσει τη τρέχουσα βάση δεδομένων σας με το επιλεγμένο αντίγραφο ασφαλείας. Το αντίγραφο ασφαλείας περιέχει {} έργα. Η τρέχουσα βάση δεδομένων σας θα αποθηκευτεί πριν από την εισαγωγή.
es: Esto reemplazará su base de datos actual con la copia de seguridad seleccionada. La copia de seguridad contiene {} proyectos. Su base de datos actual se respaldará antes de la importación.
fi: Tämä korvataan nykyinen tietokanta valitulla varmuuskopiolla. Varmuuskopio sisältää {} projektia. Nykyinen tietokanta varmuuskopioidaan ennen tuontia.
fr: Cela remplacera votre base de données actuelle par la sauvegarde sélectionnée. La sauvegarde contient {} projets. Votre base de données actuelle sera sauvegardée avant l'importation.
he: זה יחליף את מסד הנתונים הנוכחי שלך עם הגיבוי שנבחר. הגיבוי מכיל {} פרויקטים. מסד הנתונים הנוכחי שלך יגובש לפני הייבוא.
hr: Ovo će zamijeniti vašu trenutnu bazu podataka s odabranom sigurnosnom kopijom. Sigurnosna kopija sadrži {} projekata. Vaša trenutna baza podataka bit će sigurnosno kopirana prije uvoza.
hu: Ez felülírja a jelenlegi adatbázisát a kiválasztott biztonsági mentéssel. A biztonsági mentés {} projektet tartalmaz. A jelenlegi adatbázisát biztonsági mentés készül, mielőtt importálná.
is: Þetta mun skipta út núverandi gagnagrunni þínum fyrir valda afritið. Afritið inniheldur {} verkefni. Núverandi gagnagrunnur þinn verður afritaður áður en innflutningur fer fram.
it: Questo sostituirà il tuo attuale database con il backup selezionato. Il backup contiene {} progetti. Il tuo attuale database verrà salvato prima dell'importazione.
ja: これは、選択したバックアップで現在のデータベースを置き換えます。 バックアップには {} プロジェクトが含まれています。 インポートする前に、現在のデータベースがバックアップされます。
nl: Dit vervangt uw huidige database met de geselecteerde back-up. De back-up bevat {} projecten. Uw huidige database wordt geback-upt voordat deze wordt geïmporteerd.
no: Dette vil erstatte din nåværende database med den valgte sikkerhetskopien. Sikkerhetskopien inneholder {} prosjekter. Din nåværende database vil bli sikkerhetskopiert før importering.
pl: To zastąpi obecną bazę danych wybraną kopią zapasową. Kopia zapasowa zawiera {} projektów. Twoja obecna baza danych zostanie zarchiwizowana przed importem.
ro: Aceasta va înlocui baza de date curentă cu copia de rezervă selectată. Copia de rezervă conține {} proiecte. Baza de date curentă va fi salvată înainte de importare.
ru: Это заменит вашу текущую базу данных выбранной резервной копией. Резервная копия содержит {} проектов. Ваша текущая база данных будет сохранена перед импортом.
sk: Toto nahradí vašu aktuálnu databázu vybranou zálohou. Záloha obsahuje {} projektov. Vaša aktuálna databáza bude zálohovaná pred importovaním.
sv: Detta kommer att ersätta din nuvarande databas med den valda säkerhetskopian. Säkerhetskopian innehåller {} projekt. Din nuvarande databas kommer att säkerhetskopieras innan import.

source: Are you sure you want to delete '{}'? This action cannot be undone.
bg: Сигурни ли сте, че искате да изтриете '{}'? Тази операция не може да бъде отменена.
cs: Opravdu chcete smazat '{}'? Tuto akci nelze vrátit zpět.
de: Sind Sie sicher, dass Sie '{}' löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε '{}'; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: ¿Estás seguro de que deseas eliminar '{}'? Esta acción no se puede deshacer.
fi: Oletko varma, että haluat poistaa '{}'? Tätä toimintoa ei voi peruuttaa.
fr: Êtes-vous sûr de vouloir supprimer '{}' ? Cette action ne peut pas être annulée.
he: האם אתה בטוח שברצונך למחוק '{}'? פעולה זו אינה ניתנת לביטול.
hr: Jeste li sigurni da želite izbrisati '{}'? Ova radnja se ne može poništiti.
hu: Biztos benne, hogy törölni szeretné a '{}' elemet? Ez a művelet nem vonható vissza.
is: Ertu viss um að þú viljir eyða '{}'? Þessi aðgerð er ekki hægt að afturkalla.
it: Sei sicuro di voler eliminare '{}'? Questa azione non può essere annullata.
ja: '{}'を削除してもよろしいですか？ この操作は元に戻せません。
nl: Weet u zeker dat u '{}' wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
no: Er du sikker på at du vil slette '{}'? Denne handlingen kan ikke angres.
pl: Czy na pewno chcesz usunąć '{}'? Tej akcji nie można cofnąć.
ro: Ești sigur că vrei să ștergi '{}'? Această acțiune nu poate fi anulată.
ru: Вы уверены, что хотите удалить '{}'? Это действие нельзя отменить.
sk: Ste si istí, že chcete odstrániť '{}'? Túto akciu nie je možné zrušiť.
sv: Är du säker på att du vill ta bort '{}'? Denna åtgärd kan inte ångras.

source: Preview
bg: Предварителен преглед
cs: Náhled
de: Vorschau
el: Προεπισκόπηση
es: Vista previa
fi: Esikatselu
fr: Aperçu
he: תצוגה מקדימה
hr: Pregled
hu: Előnézet
is: Forskoðun
it: Anteprima
ja: プレビュー
nl: Voorbeeld
no: Forhåndsvisning
pl: Podgląd
ro: Previzualizare
ru: Предварительный просмотр
sk: Náhľad
sv: Förhandsgranskning

source: Error Loading Image
bg: Грешка при зареждане на изображение
cs: Chyba při načítání obrázku
de: Fehler beim Laden des Bildes
el: Σφάλμα φόρτωσης εικόνας
es: Error al cargar la imagen
fi: Kuvan latausvirhe
fr: Erreur de chargement de l'image
he: שגיאה בטעינת תמונה
hr: Greška pri učitavanju slike
hu: Kép betöltési hiba
is: Villa að hlaða mynd
it: Errore di caricamento dell'immagine
ja: 画像の読み込みエラー
nl: Fout bij het laden van afbeelding
no: Feil ved lasting av bilde
pl: Błąd ładowania obrazu
ro: Eroare la încărcarea imaginii
ru: Ошибка загрузки изображения
sk: Chyba pri načítaní obrázka
sv: Fel vid inläsning av bild

source: Project exported to: {}
bg: Проектът е експортиран в: {}
cs: Projekt exportován do: {}
de: Projekt exportiert nach: {}
el: Έργο εξαγόμενο σε: {}
es: Proyecto exportado a: {}
fi: Projekti viety: {}
fr: Projet exporté vers : {}
he: הפרויקט ייצא ל: {}
hr: Projekt je izvezen u: {}
hu: Projekt exportálva ide: {}
is: Verkefni flutt út í: {}
it: Progetto esportato in: {}
ja: プロジェクトがエクスポートされました: {}
nl: Project geëxporteerd naar: {}
no: Prosjekt eksportert til: {}
pl: Projekt wyeksportowany do: {}
ro: Proiect exportat în: {}
ru: Проект экспортирован в: {}
sk: Projekt exportovaný do: {}
sv: Projektet exporterades till: {}

source: Size: {} x {} pixels • {:.1f} KB
bg: Размер: {} x {} пиксела • {:.1f} КБ
cs: Velikost: {} x {} pixelů • {:.1f} KB
de: Größe: {} x {} Pixel • {:.1f} KB
el: Μέγεθος: {} x {} εικονοστοιχεία • {:.1f} KB
es: Tamaño: {} x {} píxeles • {:.1f} KB
fi: Koko: {} x {} pikseliä • {:.1f} KB
fr: Taille : {} x {} pixels • {:.1f} Ko
he: גודל: {} x {} פיקסלים • {:.1f} ק"ב
hr: Veličina: {} x {} piksela • {:.1f} KB
hu: Méret: {} x {} pixel • {:.1f} KB
is: Stærð: {} x {} pixlar • {:.1f} KB
it: Dimensione: {} x {} pixel • {:.1f} KB
ja: サイズ: {} x {} ピクセル • {:.1f} KB
nl: Grootte: {} x {} pixels • {:.1f} KB
no: Størrelse: {} x {} piksler • {:.1f} KB
pl: Rozmiar: {} x {} pikseli • {:.1f} KB
ro: Dimensiune: {} x {} pixeli • {:.1f} KB
ru: Размер: {} x {} пикселей • {:.1f} КБ
sk: Veľkosť: {} x {} pixelov • {:.1f} KB
sv: Storlek: {} x {} pixlar • {:.1f} KB

source: An unexpected error occurred. Please report this issue:
bg: Настъпи неочаквана грешка. Моля, докладвайте за този проблем:
cs: Došlo k neočekávané chybě. Prosím, nahlaste tento problém:
de: Ein unerwarteter Fehler ist aufgetreten. Bitte melden Sie dieses Problem:
el: Παρουσιάστηκε ένα απροσδόκητο σφάλμα. Παρακαλώ αναφέρετε αυτό το ζήτημα:
es: Se produjo un error inesperado. Por favor, informe sobre este problema:
fi: Odottamaton virhe tapahtui. Ilmoita tästä ongelmasta:
fr: Une erreur inattendue est survenue. Veuillez signaler ce problème :
he: אירעה שגיאה בלתי צפויה. אנא דווח על בעיה זו:
hr: Došlo je do neočekivane pogreške. Molimo prijavite ovaj problem:
hu: Váratlan hiba történt. Kérjük, jelentsd ezt a problémát:
is: Óvænt villa kom upp. Vinsamlegast tilkynnið um þetta vandamál:
it: Si è verificato un errore imprevisto. Si prega di segnalare questo problema:
ja: 予期しないエラーが発生しました。この問題を報告してください:
nl: Er is een onverwachte fout opgetreden. Meld dit probleem alstublieft:
no: En uventet feil oppstod. Vennligst rapporter dette problemet:
pl: Wystąpił nieoczekiwany błąd. Proszę zgłosić ten problem:
ro: A apărut o eroare neașteptată. Vă rugăm să raportați această problemă:
ru: Произошла неожиданная ошибка. Пожалуйста, сообщите об этой проблеме:
sk: Nastala neočakávaná chyba. Prosím, nahláste tento problém:
sv: Ett oväntat fel inträffade. Vänligen rapportera detta problem:

source: Warning: Could not create default export directory: {}
bg: Предупреждение: Не можа да се създаде директория за експортиране по подразбиране: {}
cs: Upozornění: Nelze vytvořit výchozí adresář pro export: {}
de: Warnung: Konnte das Standard-Exportverzeichnis nicht erstellen: {}
el: Προειδοποίηση: Δεν ήταν δυνατή η δημιουργία προεπιλεγμένου καταλόγου εξαγωγής: {}
es: Advertencia: No se pudo crear el directorio de exportación predeterminado: {}
fi: Varoitus: Oletusvientiä varten hakemistoa ei voitu luoda: {}
fr: Avertissement : Impossible de créer le répertoire d'exportation par défaut : {}
he: אזהרה: לא ניתן ליצור תיקיית ייצוא ברירת מחדל: {}
hr: Upozorenje: Nije moguće stvoriti zadani direktorij za izvoz: {}
hu: Figyelmeztetés: Nem sikerült létrehozni az alapértelmezett exportálási könyvtárat: {}
is: Viðvörun: Gat ekki búið til sjálfgefið útflutningsskjalasafn: {}
it: Avviso: Impossibile creare la directory di esportazione predefinita: {}
ja: 警告: デフォルトのエクスポートディレクトリを作成できませんでした: {}
nl: Waarschuwing: Kon de standaard exportdirectory niet aanmaken: {}
no: Advarsel: Kunne ikke opprette standard eksportkatalog: {}
pl: Ostrzeżenie: Nie można utworzyć domyślnego katalogu eksportu: {}
ro: Atenție: Nu s-a putut crea directorul de export implicit: {}
ru: Предупреждение: Не удалось создать каталог экспорта по умолчанию: {}
sk: Upozornenie: Nepodarilo sa vytvoriť predvolený exportný adresár: {}
sv: Varning: Kunde inte skapa standardexportkatalog: {}

source: Error loading preferences: {}
bg: Грешка при зареждане на предпочитания: {}
cs: Chyba při načítání předvoleb: {}
de: Fehler beim Laden der Einstellungen: {}
el: Σφάλμα κατά τη φόρτωση προτιμήσεων: {}
es: Error al cargar preferencias: {}
fi: Virhe ladattaessa asetuksia: {}
fr: Erreur de chargement des préférences : {}
he: שגיאה בטעינת העדפות: {}
hr: Greška pri učitavanju postavki: {}
hu: Hiba a beállítások betöltésekor: {}
is: Villa að hlaða stillingum: {}
it: Errore nel caricamento delle preferenze: {}
ja: 設定の読み込み中にエラーが発生しました: {}
nl: Fout bij het laden van voorkeuren: {}
no: Feil ved lasting av innstillinger: {}
pl: Błąd ładowania preferencji: {}
ro: Eroare la încărcarea preferințelor: {}
ru: Ошибка загрузки настроек: {}
sk: Chyba pri načítaní preferencií: {}
sv: Fel vid inläsning av inställningar: {}

source: Error changing theme: {}
bg: Грешка при смяна на тема: {}
cs: Chyba při změně motivu: {}
de: Fehler beim Ändern des Themas: {}
el: Σφάλμα κατά την αλλαγή θέματος: {}
es: Error al cambiar el tema: {}
fi: Virhe teeman vaihtamisessa: {}
fr: Erreur lors du changement de thème : {}
he: שגיאה בשינוי ערכת הנושא: {}
hr: Greška pri promjeni teme: {}
hu: Hiba a téma megváltoztatásakor: {}
is: Villa að breyta þema: {}
it: Errore durante il cambio del tema: {}
ja: テーマの変更中にエラーが発生しました: {}
nl: Fout bij het wijzigen van het thema: {}
no: Feil ved endring av tema: {}
pl: Błąd zmiany motywu: {}
ro: Eroare la schimbarea temei: {}
ru: Ошибка при изменении темы: {}
sk: Chyba pri zmene témy: {}
sv: Fel vid ändring av tema: {}

source: Error changing font family: {}
bg: Грешка при смяна на шрифт: {}
cs: Chyba při změně rodiny písem: {}
de: Fehler beim Ändern der Schriftartfamilie: {}
el: Σφάλμα κατά την αλλαγή της οικογένειας γραμματοσειράς: {}
es: Error al cambiar la familia de fuentes: {}
fi: Virhe fonttiperheen vaihtamisessa: {}
fr: Erreur lors du changement de la famille de polices : {}
he: שגיאה בשינוי משפחת הגופן: {}
hr: Greška prilikom promjene obitelji fonta: {}
hu: Hiba a betűtípus családjának megváltoztatásakor: {}
is: Villa við að breyta leturgerð: {}
it: Errore durante la modifica della famiglia di caratteri: {}
ja: フォントファミリの変更中にエラーが発生しました: {}
nl: Fout bij het wijzigen van het lettertype: {}
no: Feil ved endring av skrifttype: {}
pl: Błąd zmiany rodziny czcionek: {}
ro: Eroare la schimbarea familiei de fonturi: {}
ru: Ошибка изменения семейства шрифтов: {}
sk: Chyba pri zmene rodiny písma: {}
sv: Fel vid ändring av teckensnittsfamilj: {}

source: Error changing font size: {}
bg: Грешка при промяна на размера на шрифта: {}
cs: Chyba při změně velikosti písma: {}
de: Fehler beim Ändern der Schriftgröße: {}
el: Σφάλμα κατά την αλλαγή μεγέθους γραμματοσειράς: {}
es: Error al cambiar el tamaño de fuente: {}
fi: Virhe fonttikoon muuttamisessa: {}
fr: Erreur lors du changement de la taille de la police : {}
he: שגיאה בשינוי גודל הגופן: {}
hr: Greška pri promjeni veličine fonta: {}
hu: Hiba a betűméret megváltoztatásakor: {}
is: Villa við að breyta leturstærð: {}
it: Errore durante la modifica della dimensione del carattere: {}
ja: フォントサイズの変更エラー: {}
nl: Fout bij het wijzigen van de lettergrootte: {}
no: Feil ved endring av skriftstørrelse: {}
pl: Błąd zmiany rozmiaru czcionki: {}
ro: Eroare la schimbarea dimensiunii fontului: {}
ru: Ошибка изменения размера шрифта: {}
sk: Chyba pri zmene veľkosti písma: {}
sv: Fel vid ändring av teckenstorlek: {}

source: Error changing auto save: {}
bg: Грешка при промяна на автоматично запазване: {}
cs: Chyba při změně automatického ukládání: {}
de: Fehler beim Ändern der automatischen Speicherung: {}
el: Σφάλμα κατά την αλλαγή αυτόματης αποθήκευσης: {}
es: Error al cambiar la auto guardado: {}
fi: Virhe automaattisen tallennuksen muuttamisessa: {}
fr: Erreur lors du changement de la sauvegarde automatique : {}
he: שגיאה בשינוי שמירה אוטומטית: {}
hr: Greška prilikom promjene automatskog spremanja: {}
hu: Hiba az automatikus mentés módosításakor: {}
is: Villa við að breyta sjálfvirkri vistun: {}
it: Errore durante la modifica del salvataggio automatico: {}
ja: 自動保存の変更中にエラーが発生しました: {}
nl: Fout bij het wijzigen van de automatische opslag: {}
no: Feil ved endring av automatisk lagring: {}
pl: Błąd zmiany automatycznego zapisu: {}
ro: Eroare la schimbarea salvării automate: {}
ru: Ошибка изменения автосохранения: {}
sk: Chyba pri zmene automatického ukladania: {}
sv: Fel vid ändring av automatisk sparning: {}

source: Error changing word wrap: {}
bg: Грешка при промяна на обвивката на текста: {}
cs: Chyba při změně zalamování textu: {}
de: Fehler beim Ändern des Zeilenumbruchs: {}
el: Σφάλμα κατά την αλλαγή της περιτύλιξης λέξεων: {}
es: Error al cambiar el ajuste de línea: {}
fi: Virhe sanan kääntämisessä: {}
fr: Erreur lors du changement du retour à la ligne : {}
he: שגיאה בשינוי עטיפת המילים: {}
hr: Greška prilikom promjene obavijanja riječi: {}
hu: Hiba a szóköz módosításakor: {}
is: Villa að breyta orða umbúðum: {}
it: Errore durante la modifica dell'andamento del testo: {}
ja: ワードラップの変更中にエラーが発生しました: {}
nl: Fout bij het wijzigen van de woordomloop: {}
no: Feil ved endring av linjeskift: {}
pl: Błąd zmiany zawijania wierszy: {}
ro: Eroare la schimbarea înfășurării cuvintelor: {}
ru: Ошибка изменения переноса слов: {}
sk: Chyba pri zmene zalomenia riadkov: {}
sv: Fel vid ändring av radbrytning: {}

source: Error changing line numbers: {}
bg: Грешка при промяна на номера на редовете: {}
cs: Chyba při změně čísel řádků: {}
de: Fehler beim Ändern der Zeilennummern: {}
el: Σφάλμα κατά την αλλαγή αριθμών γραμμών: {}
es: Error al cambiar los números de línea: {}
fi: Virhe rivinumeroiden muuttamisessa: {}
fr: Erreur lors du changement des numéros de ligne : {}
he: שגיאה בשינוי מספרי שורות: {}
hr: Greška pri promjeni brojeva redaka: {}
hu: Hiba a sorok számának megváltoztatásakor: {}
is: Villa að breyta línunúmerum: {}
it: Errore durante la modifica dei numeri di riga: {}
ja: 行番号の変更中にエラーが発生しました: {}
nl: Fout bij het wijzigen van regelnummers: {}
no: Feil ved endring av linjenumre: {}
pl: Błąd zmiany numerów linii: {}
ro: Eroare la schimbarea numerelor de linie: {}
ru: Ошибка изменения номеров строк: {}
sk: Chyba pri zmene čísel riadkov: {}
sv: Fel vid ändring av radnummer: {}

source: Error applying welcome dialog CSS: {}
bg: Грешка при прилагане на CSS за диалоговия прозорец за добре дошли: {}
cs: Chyba při aplikaci CSS uvítacího dialogu: {}
de: Fehler beim Anwenden des CSS für den Willkommensdialog: {}
el: Σφάλμα κατά την εφαρμογή του CSS του διαλόγου καλωσορίσματος: {}
es: Error al aplicar el CSS del diálogo de bienvenida: {}
fi: Virhe tervetulo-dialogin CSS:n soveltamisessa: {}
fr: Erreur d'application du CSS de la boîte de dialogue de bienvenue : {}
he: שגיאה בהחלת CSS של דיאלוג ברוך הבא: {}
hr: Greška pri primjeni CSS-a za dijalog dobrodošlice: {}
hu: Hiba a üdvözlő párbeszédablak CSS alkalmazásakor: {}
is: Villa við að beita CSS fyrir velkomudialog: {}
it: Errore nell'applicazione del CSS della finestra di benvenuto: {}
ja: ウェルカムダイアログCSSの適用中にエラーが発生しました: {}
nl: Fout bij het toepassen van de CSS van het welkomstvenster: {}
no: Feil ved anvendelse av velkomstdialog CSS: {}
pl: Błąd podczas stosowania CSS powitania dialogu: {}
ro: Eroare la aplicarea CSS-ului dialogului de bun venit: {}
ru: Ошибка применения CSS приветственного диалога: {}
sk: Chyba pri aplikovaní CSS uvítacieho dialógu: {}
sv: Fel vid tillämpning av välkomstdialogens CSS: {}

source: Error saving welcome dialog preference: {}
bg: Грешка при запазване на предпочитанията за диалоговия прозорец за добре дошли: {}
cs: Chyba při ukládání preference uvítacího dialogu: {}
de: Fehler beim Speichern der Einstellungen für den Willkommensdialog: {}
el: Σφάλμα κατά την αποθήκευση προτίμησης διαλόγου καλωσορίσματος: {}
es: Error al guardar la preferencia del diálogo de bienvenida: {}
fi: Virhe tallennettaessa tervetuloaikkunan asetusta: {}
fr: Erreur lors de l'enregistrement de la préférence de la boîte de dialogue de bienvenue : {}
he: שגיאה בשמירת העדפת דיאלוג קבלת הפנים: {}
hr: Greška pri spremanju postavke dijaloga dobrodošlice: {}
hu: Hiba a üdvözlő párbeszédpanel beállításainak mentésekor: {}
is: Villa ekki að vista stillingu fyrir velkomudialog: {}
it: Errore durante il salvataggio delle preferenze della finestra di benvenuto: {}
ja: ウェルカムダイアログの設定を保存中にエラーが発生しました: {}
nl: Fout bij het opslaan van de voorkeuren voor het welkomstvenster: {}
no: Feil ved lagring av preferanse for velkomstdialog: {}
pl: Błąd podczas zapisywania preferencji okna powitalnego: {}
ro: Eroare la salvarea preferințelor dialogului de bun venit: {}
ru: Ошибка сохранения предпочтений диалога приветствия: {}
sk: Chyba pri ukladaní preferencie uvítacieho dialógu: {}
sv: Fel vid sparande av inställning för välkomstdialog: {}

source: Error getting database info: {}
bg: Грешка при получаване на информация за базата данни: {}
cs: Chyba při získávání informací o databázi: {}
de: Fehler beim Abrufen der Datenbankinformationen: {}
el: Σφάλμα κατά την απόκτηση πληροφοριών βάσης δεδομένων: {}
es: Error al obtener información de la base de datos: {}
fi: Virhe tietokannan tietojen hakemisessa: {}
fr: Erreur lors de l'obtention des informations de la base de données : {}
he: שגיאה בקבלת מידע מהמסד נתונים: {}
hr: Greška prilikom dobivanja informacija iz baze podataka: {}
hu: Hiba a adatbázis információinak lekérésekor: {}
is: Villa að fá upplýsingar um gagnagrunn: {}
it: Errore durante il recupero delle informazioni del database: {}
ja: データベース情報の取得エラー: {}
nl: Fout bij het ophalen van database-informatie: {}
no: Feil ved henting av databaseinformasjon: {}
pl: Błąd podczas pobierania informacji z bazy danych: {}
ro: Eroare la obținerea informațiilor din baza de date: {}
ru: Ошибка получения информации о базе данных: {}
sk: Chyba pri získavaní informácií z databázy: {}
sv: Fel vid hämtning av databasinformation: {}

source: Error validating backup: {}
bg: Грешка при валидиране на резервно копие: {}
cs: Chyba při ověřování zálohy: {}
de: Fehler bei der Validierung des Backups: {}
el: Σφάλμα κατά την επικύρωση αντιγράφου ασφαλείας: {}
es: Error al validar la copia de seguridad: {}
fi: Virhe varmuuskopion vahvistamisessa: {}
fr: Erreur de validation de la sauvegarde : {}
he: שגיאה באימות גיבוי: {}
hr: Greška pri provjeri sigurnosne kopije: {}
hu: Hiba a biztonsági mentés érvényesítésekor: {}
is: Villa við að staðfesta afrit: {}
it: Errore nella convalida del backup: {}
ja: バックアップの検証中にエラーが発生しました: {}
nl: Fout bij het valideren van de back-up: {}
no: Feil ved validering av sikkerhetskopi: {}
pl: Błąd walidacji kopii zapasowej: {}
ro: Eroare la validarea backup-ului: {}
ru: Ошибка проверки резервной копии: {}
sk: Chyba pri overovaní zálohy: {}
sv: Fel vid validering av säkerhetskopia: {}

source: Error reading backup info: {}
bg: Грешка при четене на информация за резервно копие: {}
cs: Chyba při čtení informací o záloze: {}
de: Fehler beim Lesen der Backup-Informationen: {}
el: Σφάλμα κατά την ανάγνωση πληροφοριών αντιγράφου ασφαλείας: {}
es: Error al leer la información de la copia de seguridad: {}
fi: Virhe varmuuskopiointitietojen lukemisessa: {}
fr: Erreur de lecture des informations de sauvegarde : {}
he: שגיאה בקריאת מידע גיבוי: {}
hr: Greška prilikom čitanja informacija o sigurnosnoj kopiji: {}
hu: Hiba a biztonsági másolat információinak olvasásakor: {}
is: Villa að lesa afritaupplýsingar: {}
it: Errore nella lettura delle informazioni di backup: {}
ja: バックアップ情報の読み取りエラー: {}
nl: Fout bij het lezen van back-upinformatie: {}
no: Feil ved lesing av sikkerhetskopiinformasjon: {}
pl: Błąd odczytu informacji o kopii zapasowej: {}
ro: Eroare la citirea informațiilor de backup: {}
ru: Ошибка чтения информации о резервной копии: {}
sk: Chyba pri čítaní informácií o zálohe: {}
sv: Fel vid läsning av backupinformation: {}

source: (empty)
bg: (празно)
cs: (Prázdné)
de: (Leere)
es: ( vacío )
fi: (tyhjää)
he: (אין מיתר לתרגום)
hu: (üres)
it: ( Vuoto )
ja: (空)
nl: (geen tekst om te vertalen)
no: (ingen tekst å oversette)
pl: (Brak tekstu do przetłumaczenia)
ru: (пусто)
sk: (Prázdny)
sv: (ingen)

source: Error selecting file: {}
bg: Грешка при избиране на файл: {}
cs: Chyba při výběru souboru: {}
de: Fehler beim Auswählen der Datei: {}
el: Σφάλμα κατά την επιλογή αρχείου: {}
es: Error al seleccionar el archivo: {}
fi: Virhe tiedoston valinnassa: {}
fr: Erreur de sélection du fichier : {}
he: שגיאה בבחירת קובץ: {}
hr: Greška pri odabiru datoteke: {}
hu: Hiba a fájl kiválasztásakor: {}
is: Villa að velja skrá: {}
it: Errore nella selezione del file: {}
ja: ファイルの選択中にエラーが発生しました: {}
nl: Fout bij het selecteren van bestand: {}
no: Feil ved valg av fil: {}
pl: Błąd podczas wybierania pliku: {}
ro: Eroare la selectarea fișierului: {}
ru: Ошибка выбора файла: {}
sk: Chyba pri výbere súboru: {}
sv: Fel vid val av fil: {}
