Repository: Dionarley/tac-writer
Catalog: po/*.po
Languages: bg, cs, de, el, es, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, ro, ru, sk, sv

source: The AI assistant is already processing another request.
bg: AI асистентът вече обработва друга заявка.
cs: AI asistent již zpracovává jinou žádost.
de: Der KI-Assistent verarbeitet bereits eine andere Anfrage.
el: Ο βοηθός AI επεξεργάζεται ήδη ένα άλλο αίτημα.
es: El asistente de IA ya está procesando otra solicitud.
fi: AI-avustaja käsittelee jo toista pyyntöä.
fr: L'assistant IA est déjà en train de traiter une autre demande.
he: העוזר הווירטואלי כבר מעבד בקשה אחרת.
hr: AI asistent već obrađuje drugi zahtjev.
hu: A mesterséges intelligencia asszisztens már egy másik kérést dolgoz fel.
is: AI aðstoðarmaðurinn er þegar að vinna að annarri beiðni.
it: L'assistente AI sta già elaborando un'altra richiesta.
ja: AIアシスタントはすでに別のリクエストを処理しています。
nl: De AI-assistent verwerkt al een ander verzoek.
no: AI-assistenten behandler allerede en annen forespørsel.
pl: Asystent AI już przetwarza inne żądanie.
ro: Asistentul AI procesează deja o altă solicitare.
ru: Искусственный интеллект уже обрабатывает другой запрос.
sk: AI asistent už spracováva inú požiadavku.
sv: AI-assistenten bearbetar redan en annan begäran.

source: Provider '{provider}' is not supported.
bg: Доставчик '{provider}' не се поддържа.
cs: Poskytovatel '{provider}' není podporován.
de: Anbieter '{provider}' wird nicht unterstützt.
el: Ο πάροχος '{provider}' δεν υποστηρίζεται.
es: El proveedor '{provider}' no es compatible.
fi: Palveluntarjoajaa '{provider}' ei tueta.
fr: Le fournisseur '{provider}' n'est pas pris en charge.
he: ספק '{provider}' אינו נתמך.
hr: Pružatelj '{provider}' nije podržan.
hu: A '{provider}' szolgáltató nem támogatott.
is: Veita '{provider}' er ekki studd.
it: Il fornitore '{provider}' non è supportato.
ja: プロバイダー '{provider}' はサポートされていません。
nl: Provider '{provider}' wordt niet ondersteund.
no: Leverandør '{provider}' støttes ikke.
pl: Dostawca '{provider}' nie jest obsługiwany.
ro: Furnizorul '{provider}' nu este acceptat.
ru: Провайдер '{provider}' не поддерживается.
sk: Poskytovateľ '{provider}' nie je podporovaný.
sv: Leverantör '{provider}' stöds inte.

source: Gemini returned an invalid JSON response.
bg: Gemini върна невалиден JSON отговор.
cs: Gemini vrátil neplatnou JSON odpověď.
de: Gemini hat eine ungültige JSON-Antwort zurückgegeben.
el: Ο Gemini επέστρεψε μια μη έγκυρη απάντηση JSON.
es: Gemini devolvió una respuesta JSON no válida.
fi: Gemini palautti virheellisen JSON-vastauksen.
fr: Gemini a renvoyé une réponse JSON invalide.
he: ג'מיני החזיר תגובה JSON לא תקינה.
hr: Gemini je vratio nevažeći JSON odgovor.
hu: A Gemini érvénytelen JSON választ adott vissza.
is: Gemini skilaði ógildum JSON svörum.
it: Gemini ha restituito una risposta JSON non valida.
ja: Geminiは無効なJSONレスポンスを返しました。
nl: Gemini heeft een ongeldige JSON-respons teruggegeven.
no: Gemini returnerte et ugyldig JSON-svar.
pl: Gemini zwrócił nieprawidłową odpowiedź JSON.
ro: Gemini a returnat un răspuns JSON invalid.
ru: Gemini вернул недопустимый JSON-ответ.
sk: Gemini vrátil neplatnú JSON odpoveď.
sv: Gemini returnerade ett ogiltigt JSON-svar.

source: AI provider returned an invalid JSON response.
bg: AI доставчик върна невалиден JSON отговор.
cs: Poskytovatel AI vrátil neplatnou JSON odpověď.
de: Der KI-Anbieter hat eine ungültige JSON-Antwort zurückgegeben.
el: Ο πάροχος AI επέστρεψε μια μη έγκυρη απάντηση JSON.
es: El proveedor de IA devolvió una respuesta JSON no válida.
fi: AI-toimittaja palautti virheellisen JSON-vastauksen.
fr: Le fournisseur d'IA a renvoyé une réponse JSON invalide.
he: ספק ה-AI החזיר תגובה JSON לא תקינה.
hr: AI pružatelj je vratio nevažeći JSON odgovor.
hu: Az AI szolgáltató érvénytelen JSON választ adott vissza.
is: AI veita skilaði ógildu JSON svari.
it: Il fornitore di IA ha restituito una risposta JSON non valida.
ja: AIプロバイダーが無効なJSONレスポンスを返しました。
nl: AI-provider heeft een ongeldige JSON-reactie teruggegeven.
no: AI-leverandør returnerte et ugyldig JSON-svar.
pl: Dostawca AI zwrócił nieprawidłową odpowiedź JSON.
ro: Furnizorul de AI a returnat un răspuns JSON invalid.
ru: Поставщик ИИ вернул недопустимый JSON-ответ.
sk: Poskytovateľ AI vrátil neplatnú odpoveď JSON.
sv: AI-leverantören returnerade ett ogiltigt JSON-svar.

source: OpenRouter respondeu com HTTP {status}: {message}
bg: OpenRouter отговори с HTTP {status}: {message}
cs: OpenRouter responded with HTTP {status}: {message}
de: OpenRouter antwortete mit HTTP {status}: {message}
el: OpenRouter απάντησε με HTTP {status}: {message}
es: OpenRouter respondió con HTTP {status}: {message}
fi: OpenRouter vastasi HTTP {status}: {message}
fr: OpenRouter a répondu avec HTTP {status} : {message}
he: OpenRouter השיב עם HTTP {status}: {message}
hr: OpenRouter je odgovorio s HTTP {status}: {message}
hu: OpenRouter válasza: HTTP {status}: {message}
is: OpenRouter svaraði með HTTP {status}: {message}
it: OpenRouter responded with HTTP {status}: {message}
ja: OpenRouterはHTTP {status}で応答しました: {message}
nl: OpenRouter antwoordde met HTTP {status}: {message}
no: OpenRouter svarte med HTTP {status}: {message}
pl: OpenRouter odpowiedział z HTTP {status}: {message}
ro: OpenRouter a răspuns cu HTTP {status}: {message}
ru: OpenRouter ответил с HTTP {status}: {message}
sk: OpenRouter odpovedal s HTTP {status}: {message}
sv: OpenRouter svarade med HTTP {status}: {message}

source: O assistente já está processando uma solicitação.
bg: Асистентът вече обработва заявка.
cs: Asistent již zpracovává žádost.
de: Der Assistent verarbeitet bereits eine Anfrage.
el: Ο βοηθός επεξεργάζεται ήδη ένα αίτημα.
es: El asistente ya está procesando una solicitud.
fi: Avustaja on jo käsittelemässä pyyntöä.
fr: L'assistant est déjà en train de traiter une demande.
he: האסיסטנט כבר מעבד בקשה.
hr: Asistent već obrađuje zahtjev.
hu: A segédprogram már feldolgozza a kérést.
is: A aðstoðarmaðurinn er þegar að vinna að beiðni.
it: L'assistente sta già elaborando una richiesta.
ja: アシスタントはすでにリクエストを処理しています。
nl: De assistent is al een verzoek aan het verwerken.
no: Assistenten behandler allerede en forespørsel.
pl: Asystent już przetwarza żądanie.
ro: Asistentul procesează deja o solicitare.
ru: Ассистент уже обрабатывает запрос.
sk: Asistent už spracováva požiadavku.
sv: Assistenten bearbetar redan en begäran.

source: Não foi possível extrair texto do PDF (pode ser uma imagem ou vazio).
bg: Не беше възможно да се извлече текст от PDF файла (може да е изображение или празен).
cs: Nelze extrahovat text z PDF (může to být obrázek nebo prázdné).
de: Es war nicht möglich, Text aus dem PDF zu extrahieren (es könnte ein Bild oder leer sein).
el: Δεν ήταν δυνατή η εξαγωγή κειμένου από το PDF (μπορεί να είναι μια εικόνα ή κενό).
es: No se pudo extraer texto del PDF (puede ser una imagen o estar vacío).
fi: PDF:stä ei voitu poimia tekstiä (se voi olla kuva tai tyhjää).
fr: Impossible d'extraire le texte du PDF (il peut s'agir d'une image ou être vide).
he: לא ניתן לחלץ טקסט מה-PDF (ייתכן שמדובר בתמונה או ריק).
hr: Nije moguće izvući tekst iz PDF-a (može biti slika ili prazno).
hu: Nem sikerült szöveget kinyerni a PDF-ből (lehet, hogy egy kép vagy üres).
is: Ekki var hægt að draga út texta úr PDF (gæti verið mynd eða tómt).
it: Impossibile estrarre testo dal PDF (può essere un'immagine o vuoto).
ja: PDFからテキストを抽出できませんでした（画像または空である可能性があります）。
nl: Het was niet mogelijk om tekst uit de PDF te extraheren (het kan een afbeelding of leeg zijn).
no: Det var ikke mulig å hente tekst fra PDF-en (det kan være et bilde eller tomt).
pl: Nie udało się wyodrębnić tekstu z PDF (może to być obraz lub pusty).
ro: Nu s-a putut extrage textul din PDF (poate fi o imagine sau gol).
ru: Не удалось извлечь текст из PDF (это может быть изображение или пусто).
sk: Nedalo sa extrahovať text z PDF (môže to byť obrázok alebo prázdne).
sv: Det gick inte att extrahera text från PDF:en (det kan vara en bild eller tomt).

source: Instrução do usuário: {instruction} Texto para revisão: {context}
bg: Инструкция на потребителя: {instruction} Текст за преглед: {context}
cs: Pokyn pro uživatele: {text} Text k revizi: {context}
de: Benutzeranweisung: {instruction} Text zur Überprüfung: {context}
el: Οδηγία χρήστη: {instruction} Κείμενο προς αναθεώρηση: {context}
es: Instrucción del usuario: {instruction} Texto para revisión: {context}
fi: Käyttäjän ohje: {instruction} Teksti tarkistettavaksi: {context}
fr: Instruction de l'utilisateur : {instruction} Texte à réviser : {context}
he: הוראת משתמש: {instruction} טקסט לעיון: {context}
hr: Upute za korisnika: {instruction} Tekst za reviziju: {context}
hu: Felhasználói utasítás: {instruction} Felülvizsgálatra szánt szöveg: {context}
is: Not applicable.
it: Istruzione dell'utente: {instruction} Testo da rivedere: {context}
ja: ユーザーの指示： {instruction} レビュー用テキスト： {context}
nl: Instructie van de gebruiker: {instruction} Tekst ter revisie: {context}
no: Brukerens instruksjon: {instruction} Tekst for gjennomgang: {context}
pl: Instrukcja użytkownika: {instruction} Tekst do przeglądu: {context}
ro: Instrucțiune utilizator: {instruction} Text pentru revizuire: {context}
ru: Инструкция пользователя: {instruction} Текст для ревизии: {context}
sk: Pokyn pre používateľa: {instruction} Text na revíziu: {context}
sv: Användarinstruktion: {instruction} Text för granskning: {context}

source: Revise o texto a seguir, corrigindo apenas o necessário e mantendo o tom acadêmico: {context}
bg: Прегледайте следния текст, коригирайки само необходимото и запазвайки академичния тон: {context}
cs: Revidujte následující text, opravte pouze to, co je nezbytné, a zachovejte akademický tón: {context}
de: Überarbeiten Sie den folgenden Text, indem Sie nur das Notwendige korrigieren und den akademischen Ton beibehalten: {context}
el: Διορθώστε το παρακάτω κείμενο, διορθώνοντας μόνο ό,τι είναι απαραίτητο και διατηρώντας τον ακαδημαϊκό τόνο: {context}
es: Revise el texto a continuación, corrigiendo solo lo necesario y manteniendo el tono académico: {context}
fi: Tarkista seuraava teksti, korjaten vain tarpeelliset kohdat ja säilyttäen akateeminen sävy: {context}
fr: Révisez le texte suivant, en corrigeant uniquement ce qui est nécessaire et en maintenant le ton académique : {context}
he: סקור את הטקסט הבא, תקן רק את הנדרש ושמור על הטון האקדמי: {context}
hr: Revidirajte sljedeći tekst, ispravite samo ono što je potrebno i zadržite akademski ton: {context}
hu: Javítsa ki az alábbi szöveget, csak a szükséges módosításokat végezve, és megőrizve az akadémiai hangnemet: {context}
is: Endurskoðu textann hér að neðan, leiðréttu aðeins það sem nauðsynlegt er og haltu akademísku tóninum: {context}
it: Rivedi il testo seguente, correggendo solo il necessario e mantenendo il tono accademico: {context}
ja: 次のテキストを見直し、必要な修正のみを行い、学術的なトーンを維持してください： {context}
nl: Herzie de volgende tekst, corrigeer alleen wat nodig is en behoud de academische toon: {context}
no: Revider teksten nedenfor, korrigere bare det som er nødvendig og opprettholde den akademiske tonen: {context}
pl: Przejrzyj poniższy tekst, poprawiając tylko to, co konieczne, i zachowując ton akademicki: {context}
ro: Revizuiește textul de mai jos, corectând doar ceea ce este necesar și menținând tonul academic: {context}
ru: Пересмотрите следующий текст, исправив только необходимое и сохранив академический тон: {context}
sk: Skontrolujte nasledujúci text, opravte iba to, čo je potrebné, a zachovajte akademický tón: {context}
sv: Granska följande text, korrigera endast det som är nödvändigt och behåll den akademiska tonen: {context}

source: Gemini responded with HTTP {status}: {detail}
bg: Гемини отговори с HTTP {status}: {detail}
cs: Gemini odpověděl s HTTP {status}: {detail}
de: Gemini hat mit HTTP {status}: {detail} geantwortet.
el: Ο Gemini απάντησε με HTTP {status}: {detail}
es: Gemini respondió con HTTP {status}: {detail}
fi: Gemini vastasi HTTP {status}: {detail}
fr: Gemini a répondu avec HTTP {status} : {detail}
he: ג'מיני השיב עם HTTP {status}: {detail}
hr: Gemini je odgovorio s HTTP {status}: {detail}
hu: A Gemini HTTP {status}: {detail} választ adott.
is: Gemini svaraði með HTTP {status}: {detail}
it: Gemini ha risposto con HTTP {status}: {detail}
ja: GeminiはHTTP {status}で応答しました: {detail}
nl: Gemini reageerde met HTTP {status}: {detail}
no: Gemini svarte med HTTP {status}: {detail}
pl: Gemini odpowiedział z HTTP {status}: {detail}
ro: Gemini a răspuns cu HTTP {status}: {detail}
ru: Гемини ответил с HTTP {status}: {detail}
sk: Gemini odpovedal s HTTP {status}: {detail}
sv: Gemini svarade med HTTP {status}: {detail}

source: AI assistant error: {error}
bg: Грешка на AI асистента: {error}
cs: Chyba asistenta AI: {error}
de: AI-Assistent-Fehler: {error}
el: Σφάλμα βοηθού AI: {error}
es: Error del asistente de IA: {error}
fi: AI-avustajan virhe: {error}
fr: Erreur de l'assistant IA : {error}
he: שגיאת עוזר ה-AI: {error}
hr: Greška AI asistenta: {error}
hu: AI asszisztens hiba: {error}
is: AI aðstoðarmaður villa: {error}
it: Errore dell'assistente AI: {error}
ja: AIアシスタントエラー: {error}
nl: AI-assistent fout: {error}
no: AI-assistentfeil: {error}
pl: Błąd asystenta AI: {error}
ro: Eroare asistent AI: {error}
ru: Ошибка помощника ИИ: {error}
sk: Chyba asistenta AI: {error}
sv: AI-assistentfel: {error}

source: Failed to contact Gemini: {error}
bg: Неуспешно свързване с Gemini: {error}
cs: Nepodařilo se kontaktovat Gemini: {error}
de: Fehler beim Kontaktieren von Gemini: {error}
el: Αποτυχία επαφής με το Gemini: {error}
es: Error al contactar a Gemini: {error}
fi: Epäonnistui yhteyden muodostaminen Geminiin: {error}
fr: Échec de la connexion à Gemini : {error}
he: כישלון בקשר עם גמיני: {error}
hr: Nije moguće kontaktirati Gemini: {error}
hu: Nem sikerült kapcsolatba lépni a Gemini-val: {error}
is: Tókst ekki að hafa samband við Gemini: {error}
it: Impossibile contattare Gemini: {error}
ja: Geminiに接続できませんでした: {error}
nl: Kon niet contact opnemen met Gemini: {error}
no: Mislyktes med å kontakte Gemini: {error}
pl: Nie udało się skontaktować z Gemini: {error}
ro: Eșec la contactarea Gemini: {error}
ru: Не удалось связаться с Gemini: {error}
sk: Nepodarilo sa skontaktovať s Geminim: {error}
sv: Misslyckades med att kontakta Gemini: {error}

source: Failed to contact OpenRouter: {error}
bg: Неуспешно свързване с OpenRouter: {error}
cs: Nepodařilo se kontaktovat OpenRouter: {error}
de: Fehler beim Kontaktieren von OpenRouter: {error}
el: Αποτυχία επαφής με το OpenRouter: {error}
es: Error al contactar con OpenRouter: {error}
fi: Epäonnistui yhteyden muodostaminen OpenRouteriin: {error}
fr: Échec de la connexion à OpenRouter : {error}
he: כישלון בקשר עם OpenRouter: {error}
hr: Nije moguće kontaktirati OpenRouter: {error}
hu: Nem sikerült kapcsolatba lépni az OpenRouter-rel: {error}
is: Tókst ekki að hafa samband við OpenRouter: {error}
it: Impossibile contattare OpenRouter: {error}
ja: OpenRouterに接続できませんでした: {error}
nl: Kon niet contact opnemen met OpenRouter: {error}
no: Mislyktes med å kontakte OpenRouter: {error}
pl: Nie udało się skontaktować z OpenRouter: {error}
ro: Nu s-a putut contacta OpenRouter: {error}
ru: Не удалось связаться с OpenRouter: {error}
sk: Nepodarilo sa skontaktovať OpenRouter: {error}
sv: Misslyckades med att kontakta OpenRouter: {error}

source: Erro IA: {}
bg: Грешка IA: {}
cs: Chyba IA: {}
de: Fehler IA: {}
el: Σφάλμα Τεχνητής Νοημοσύνης: {}
es: Error IA: {}
fi: Virhe IA: {}
fr: Erreur IA : {}
he: שגיאת IA: {}
hr: Greška IA: {}
hu: Hiba IA: {}
is: Villa IA: {}
ja: エラー IA: {}
nl: Fout IA: {}
no: Feil IA: {}
pl: Błąd IA: {}
ro: Eroare IA: {}
ru: Ошибка ИИ: {}
sk: Chyba IA: {}
sv: Fel: IA: {}

source: Erro ao ler PDF: {}
bg: Грешка при четене на PDF: {}
cs: Chyba při čtení PDF: {}
de: Fehler beim Lesen von PDF: {}
el: Σφάλμα κατά την ανάγνωση PDF: {}
es: Error al leer PDF: {}
fi: Virhe PDF:n lukemisessa: {}
fr: Erreur de lecture du PDF : {}
he: שגיאה בקריאת PDF: {}
hr: Greška prilikom čitanja PDF-a: {}
hu: Hiba a PDF olvasásakor: {}
is: Villa við að lesa PDF: {}
it: Erro durante la lettura del PDF: {}
ja: PDFの読み込みエラー: {}
nl: Fout bij het lezen van PDF: {}
no: Feil ved lesing av PDF: {}
pl: Błąd podczas odczytu PDF: {}
ro: Eroare la citirea PDF-ului: {}
ru: Ошибка при чтении PDF: {}
sk: Chyba pri čítaní PDF: {}
sv: Fel vid läsning av PDF: {}

source: Academic Essay
bg: Академично есе
cs: Akademická esej
de: Akademischer Aufsatz
el: Ακαδημαϊκή Έκθεση
es: Ensayo Académico
fi: Akateeminen essee
fr: Essai académique
he: מאמר אקדמי
hr: Akademski esej
hu: Akadémiai esszé
is: Akademísk ritgerð
it: Saggio Accademico
ja: 学術論文
nl: Academisch Essay
no: Akademisk essay
pl: Esej akademicki
ro: Eseu academic
ru: Академическое эссе
sk: Akademická esej
sv: Akademisk uppsats

source: Standard academic essay structure
bg: Стандартна академична структура на есея
cs: Standardní struktura akademického eseje
de: Standardstruktur für akademische Aufsätze
el: Τυπική ακαδημαϊκή δομή δοκιμίου
es: Estructura estándar de ensayo académico
fi: Vakiomallinen akateeminen esseerakenne
fr: Structure standard d'un essai académique
he: מבנה מאמר אקדמי סטנדרטי
hr: Standardna struktura akademskog eseja
hu: Szabványos akadémiai esszé struktúra
is: Vönduð fræðileg ritgerðaskipulag
it: Struttura standard del saggio accademico
ja: 標準的な学術論文の構成
nl: Standaard academische essaystructuur
no: Standard akademisk essaystruktur
pl: Standardowa struktura eseju akademickiego
ro: Structura standard a unui eseu academic
ru: Стандартная структура академического эссе
sk: Štandardná štruktúra akademického eseje
sv: Standard akademisk essästruktur

source: Warning: ODT export not available (missing xml dependencies)
bg: Внимание: ODT експортирането не е налично (липсват xml зависимости)
cs: Upozornění: Export ODT není k dispozici (chybějící xml závislosti)
de: Warnung: ODT-Export nicht verfügbar (fehlende XML-Abhängigkeiten)
el: Προειδοποίηση: Η εξαγωγή ODT δεν είναι διαθέσιμη (λείπουν εξαρτήσεις xml)
es: Advertencia: Exportación a ODT no disponible (faltan dependencias xml)
fi: Varoitus: ODT-vienti ei ole käytettävissä (puuttuvat xml-riippuvuudet)
fr: Avertissement : exportation ODT non disponible (dépendances XML manquantes)
he: אזהרה: ייצוא ODT אינו זמין (תלויות XML חסרות)
hr: Upozorenje: ODT izvoz nije dostupan (nedostaju xml ovisnosti)
hu: Figyelem: ODT export nem elérhető (hiányzó xml függőségek)
is: Varning: ODT útflutningur ekki í boði (vantar xml háð)
it: Avviso: esportazione ODT non disponibile (dipendenze xml mancanti)
ja: 警告: ODTエクスポートは利用できません（XML依存関係が不足しています）
nl: Waarschuwing: ODT-export niet beschikbaar (ontbrekende xml-afhankelijkheden)
no: Advarsel: ODT-eksport ikke tilgjengelig (mangler xml-avhengigheter)
pl: Ostrzeżenie: Eksport ODT niedostępny (brak zależności xml)
ro: Atenție: Exportul ODT nu este disponibil (lipsesc dependențele xml)
ru: Предупреждение: Экспорт ODT недоступен (отсутствуют зависимости xml)
sk: Upozornenie: Export ODT nie je k dispozícii (chýbajúce xml závislosti)
sv: Varning: ODT-export är inte tillgänglig (saknas xml-beroenden)

source: Warning: PDF export not available (missing reportlab)
bg: Внимание: Експорт в PDF не е наличен (липсва reportlab)
cs: Upozornění: Export PDF není k dispozici (chybí reportlab)
de: Warnung: PDF-Export nicht verfügbar (reportlab fehlt)
el: Προειδοποίηση: Η εξαγωγή PDF δεν είναι διαθέσιμη (λείπει το reportlab)
es: Advertencia: exportación a PDF no disponible (falta reportlab)
fi: Varoitus: PDF-vienti ei ole käytettävissä (puuttuu reportlab)
fr: Avertissement : exportation PDF non disponible (reportlab manquant)
he: אזהרה: ייצוא PDF אינו זמין (חסר reportlab)
hr: Upozorenje: PDF izvoz nije dostupan (nedostaje reportlab)
hu: Figyelem: PDF exportálás nem elérhető (hiányzik a reportlab)
is: Aðvörun: PDF útflutningur ekki í boði (skortur á reportlab)
it: Avviso: esportazione PDF non disponibile (reportlab mancante)
ja: 警告: PDFエクスポートは利用できません（reportlabが不足しています）
nl: Waarschuwing: PDF-export niet beschikbaar (reportlab ontbreekt)
no: Advarsel: PDF-eksport ikke tilgjengelig (mangler reportlab)
pl: Ostrzeżenie: Eksport PDF niedostępny (brak reportlab)
ro: Atenție: Exportul PDF nu este disponibil (lipsă reportlab)
ru: Предупреждение: Экспорт в PDF недоступен (отсутствует reportlab)
sk: Upozornenie: Export do PDF nie je k dispozícii (chýba reportlab)
sv: Varning: PDF-export är inte tillgänglig (saknar reportlab)

source: ProjectManager initialized with database: {}
bg: ProjectManager инициализиран с база данни: {}
cs: ProjectManager inicializován s databází: {}
de: Projektmanager mit Datenbank initialisiert: {}
el: Ο Διαχειριστής Έργου αρχικοποιήθηκε με βάση δεδομένων: {}
es: ProjectManager inicializado con base de datos: {}
fi: Projektinhallinta alustettu tietokannalla: {}
fr: Gestionnaire de projet initialisé avec la base de données : {}
he: מנהל הפרויקט מאותחל עם מסד נתונים: {}
hr: ProjectManager inicijaliziran s bazom podataka: {}
hu: A Projektmenedzser inicializálva a következő adatbázissal: {}
is: ProjectManager upphafinn með gagnagrunni: {}
it: ProjectManager inizializzato con database: {}
ja: プロジェクトマネージャーがデータベースで初期化されました: {}
nl: ProjectManager geïnitialiseerd met database: {}
no: Prosjektleder initialisert med database: {}
pl: ProjectManager zainicjowany z bazą danych: {}
ro: ProjectManager inițializat cu baza de date: {}
ru: ProjectManager инициализирован с базой данных: {}
sk: ProjectManager inicializovaný s databázou: {}
sv: Projektledare initierad med databas: {}

source: Migration aborted: Could not create backup
bg: Миграцията е прекратена: Не можа да се създаде резервно копие
cs: Migrace byla zrušena: Nelze vytvořit zálohu
de: Migration abgebrochen: Backup konnte nicht erstellt werden
el: Η μετανάστευση ακυρώθηκε: Δεν ήταν δυνατή η δημιουργία αντιγράφου ασφαλείας
es: Migración abortada: No se pudo crear la copia de seguridad
fi: Siirto keskeytetty: Varmuuskopion luominen epäonnistui
fr: Migration annulée : Impossible de créer une sauvegarde
he: הגירה בוטלה: לא ניתן ליצור גיבוי
hr: Migracija prekinuta: Nije moguće stvoriti sigurnosnu kopiju
hu: A migráció megszakítva: Nem sikerült biztonsági másolatot készíteni
is: Gögn flutningur hætt: Gekk ekki að búa til afrit
it: Migrazione annullata: Impossibile creare il backup
ja: 移行が中止されました: バックアップを作成できませんでした
nl: Migratie afgebroken: Kon geen back-up maken
no: Migrering avbrutt: Kunne ikke opprette sikkerhetskopi
pl: Migracja przerwana: Nie można utworzyć kopii zapasowej
ro: Migrarea a fost întreruptă: Nu s-a putut crea backup-ul
ru: Миграция прервана: Не удалось создать резервную копию
sk: Migrácia zrušená: Nepodarilo sa vytvoriť zálohu
sv: Migration avbruten: Kunde inte skapa säkerhetskopia

source: No valid projects to migrate
bg: Няма валидни проекти за мигриране
cs: Žádné platné projekty k migraci
de: Keine gültigen Projekte zum Migrieren
el: Δεν υπάρχουν έγκυρα έργα προς μετανάστευση
es: No hay proyectos válidos para migrar
fi: Ei voimassa olevia projekteja siirrettäväksi
fr: Aucun projet valide à migrer
he: אין פרויקטים תקפים להעברה
hr: Nema valjanih projekata za migraciju
hu: Nincsenek érvényes projektek a migráláshoz
is: Engin ekki gild verkefni til að flytja.
it: Nessun progetto valido da migrare
ja: 移行する有効なプロジェクトはありません
nl: Geen geldige projecten om te migreren
no: Ingen gyldige prosjekter å migrere
pl: Brak ważnych projektów do migracji
ro: Nu există proiecte valide de migrat
ru: Нет действительных проектов для миграции
sk: Žiadne platné projekty na migráciu
sv: Inga giltiga projekt att migrera
