Repository: Dionarley/tac-writer
Catalog: po/*.po
Languages: bg, cs, de, el, es, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, ro, ru, sk, sv

source: Error removing image
bg: Грешка при премахване на изображение
cs: Chyba při odstraňování obrázku
de: Fehler beim Entfernen des Bildes
el: Σφάλμα κατά την αφαίρεση εικόνας
es: Error al eliminar la imagen
fi: Virhe kuvan poistamisessa
fr: Erreur lors de la suppression de l'image
he: שגיאה בהסרת תמונה
hr: Greška prilikom uklanjanja slike
hu: Hiba a kép eltávolításakor
is: Villa að fjarlægja mynd
it: Errore durante la rimozione dell'immagine
ja: 画像の削除中にエラーが発生しました
nl: Fout bij het verwijderen van afbeelding
no: Feil ved fjerning av bilde
pl: Błąd podczas usuwania obrazu
ro: Eroare la eliminarea imaginii
ru: Ошибка при удалении изображения
sk: Chyba pri odstraňovaní obrázka
sv: Fel vid borttagning av bild

source: ⚠️ Image not found: {}
bg: ⚠️ Изображението не е намерено: {}
cs: ⚠️ Obrázek nenalezen: {}
de: ⚠️ Bild nicht gefunden: {}
el: ⚠️ Εικόνα δεν βρέθηκε: {}
es: ⚠️ Imagen no encontrada: {}
fi: ⚠️ Kuvan löytyminen epäonnistui: {}
fr: ⚠️ Image non trouvée : {}
he: ⚠️ התמונה לא נמצאה: {}
hr: ⚠️ Slika nije pronađena: {}
hu: ⚠️ Kép nem található: {}
is: ⚠️ Mynd fannst ekki: {}
it: ⚠️ Immagine non trovata: {}
ja: ⚠️ 画像が見つかりません: {}
nl: ⚠️ Afbeelding niet gevonden: {}
no: ⚠️ Bild ikke funnet: {}
pl: ⚠️ Obraz nie został znaleziony: {}
ro: ⚠️ Imagine nu a fost găsită: {}
ru: ⚠️ Изображение не найдено: {}
sk: ⚠️ Obrázok nenájdený: {}
sv: ⚠️ Bild hittades inte: {}

source: ⚠️ Error loading image: {}
bg: ⚠️ Грешка при зареждане на изображение: {}
cs: ⚠️ Chyba při načítání obrázku: {}
de: ⚠️ Fehler beim Laden des Bildes: {}
el: ⚠️ Σφάλμα κατά την φόρτωση εικόνας: {}
es: ⚠️ Error al cargar la imagen: {}
fi: ⚠️ Virhe kuvan lataamisessa: {}
fr: ⚠️ Erreur de chargement de l'image : {}
he: ⚠️ שגיאה בטעינת התמונה: {}
hr: ⚠️ Pogreška pri učitavanju slike: {}
hu: ⚠️ Hiba a kép betöltésekor: {}
is: ⚠️ Villa myndar: {}
it: ⚠️ Errore nel caricamento dell'immagine: {}
ja: ⚠️ 画像の読み込みエラー: {}
nl: ⚠️ Fout bij het laden van afbeelding: {}
no: ⚠️ Feil ved lasting av bilde: {}
pl: ⚠️ Błąd ładowania obrazu: {}
ro: ⚠️ Eroare la încărcarea imaginii: {}
ru: ⚠️ Ошибка загрузки изображения: {}
sk: ⚠️ Chyba pri načítaní obrázka: {}
sv: ⚠️ Fel vid inläsning av bild: {}

source: Minimize
bg: Минимизиране
cs: Minimalizovat
de: Minimieren
el: Ελαχιστοποίηση
es: Minimizar
fi: Pienennä
fr: Réduire
he: מזער
hr: Smanji
hu: Minimalizálás
is: Minimera
it: Riduci al minimo
ja: 最小化
nl: Minimaliseren
no: Minimer
pl: Zminimalizuj
ro: Minimizare
ru: Свернуть
sk: Minimalizovať
sv: Minimera

source: Create structured academic texts with guided paragraph types
bg: Създайте структурирани академични текстове с ръководени типове абзаци
cs: Vytvořte strukturované akademické texty s řízenými typy odstavců
de: Erstellen Sie strukturierte akademische Texte mit geführten Absatztypen
el: Δημιουργήστε δομημένα ακαδημαϊκά κείμενα με καθοδηγούμενους τύπους παραγράφων
es: Crea textos académicos estructurados con tipos de párrafos guiados
fi: Luo jäsenneltyjä akateemisia tekstejä ohjattujen kappaletyyppien avulla
fr: Créer des textes académiques structurés avec des types de paragraphes guidés
he: צור טקסטים אקדמיים מובנים עם סוגי פסקאות מונחות
hr: Kreirajte strukturirane akademske tekstove s vođenim vrstama odlomaka
hu: Hozzon létre strukturált akadémiai szövegeket irányított bekezdéstípusokkal
is: Búðu til uppbyggð fræðileg texta með leiðbeindum málsgreinatýpum
it: Crea testi accademici strutturati con tipi di paragrafo guidati
ja: 構造化された学術テキストをガイド付きの段落タイプで作成する
nl: Maak gestructureerde academische teksten met begeleide alinea-types
no: Opprett strukturerte akademiske tekster med veiledede avsnittstyper
pl: Twórz strukturalne teksty akademickie z kierowanymi typami akapitów
ro: Creează texte academice structurate cu tipuri de paragraf ghidate
ru: Создайте структурированные академические тексты с направленными типами абзацев
sk: Vytvorte štruktúrované akademické texty s usmernenými typmi odsekov
sv: Skapa strukturerade akademiska texter med vägledda stycketyper

source: How To Wiki
bg: Как да Wiki
cs: Jak na to Wiki
de: Wie man Wiki
el: Πώς Να Wiki
es: Cómo Hacer Wiki
fi: Kuinka Tehdä Wiki
fr: Comment Faire Wiki
he: איך לעשות וויקי
hr: Kako napraviti Wiki
hu: Hogyan kell Wiki
is: Hvernig á að Wiki
it: Come Fare Wiki
ja: ハウツーウィキ
nl: Hoe Te Wiki
no: Hvordan å Wiki
pl: Jak To Wiki
ro: Cum Să Wiki
ru: Как сделать Вики
sk: Ako na Wiki
sv: Hur Man Wiki

source: Access the online documentation and tutorials
bg: Достъп до онлайн документацията и уроците
cs: Přístup k online dokumentaci a tutoriálům
de: Greifen Sie auf die Online-Dokumentation und Tutorials zu.
el: Πρόσβαση στην online τεκμηρίωση και τα σεμινάρια
es: Acceder a la documentación y tutoriales en línea
fi: Pääsy verkko-oppaisiin ja -tutorialeihin
fr: Accédez à la documentation en ligne et aux tutoriels
he: גשת לתיעוד המקוון ולמדריכים
hr: Pristupite online dokumentaciji i tutorijalima
hu: Hozzáférés az online dokumentációhoz és oktatóanyagokhoz
is: Aðgangur að vefgögnum og kennsluefnum
it: Accedi alla documentazione online e ai tutorial
ja: オンラインドキュメントとチュートリアルにアクセスする
nl: Toegang tot de online documentatie en tutorials
no: Få tilgang til den nettbaserte dokumentasjonen og opplæringen
pl: Uzyskaj dostęp do dokumentacji online i samouczków
ro: Accesați documentația online și tutorialele
ru: Получите доступ к онлайн-документации и учебным материалам
sk: Prístup k online dokumentácii a tutoriálom
sv: Åtkomst till den online dokumentationen och handledningarna

source: Start Writing
bg: Започнете да пишете
cs: Začít psát
de: Schreiben Sie los
el: Αρχίστε να γράφετε
es: Comenzar a escribir
fi: Aloita kirjoittaminen
fr: Commencer à écrire
he: התחל לכתוב
hr: Započni pisanje
hu: Kezdj el írni
is: Byrjaðu að skrifa
it: Inizia a scrivere
ja: 書き始める
nl: Begin met schrijven
no: Begynn å skrive
pl: Zacznij pisać
ro: Începe să scrii
ru: Начать писать
sk: Začnite písať
sv: Börja skriva

source: Choose a template to get started
bg: Изберете шаблон, за да започнете
cs: Vyberte šablonu pro zahájení
de: Wählen Sie eine Vorlage, um zu beginnen
el: Επιλέξτε ένα πρότυπο για να ξεκινήσετε
es: Elige una plantilla para comenzar
fi: Valitse malli aloittaaksesi
fr: Choisissez un modèle pour commencer
he: בחר תבנית כדי להתחיל
hr: Odaberite predložak za početak
hu: Válasszon egy sablont a kezdéshez
is: Veldu sniðmát til að byrja.
it: Scegli un modello per iniziare
ja: 開始するためのテンプレートを選択してください
nl: Kies een sjabloon om te beginnen
no: Velg en mal for å komme i gang
pl: Wybierz szablon, aby rozpocząć
ro: Alegeți un șablon pentru a începe
ru: Выберите шаблон, чтобы начать
sk: Vyberte šablónu, aby ste mohli začať
sv: Välj en mall för att komma igång

source: Search projects...
bg: Търсене на проекти...
cs: Hledat projekty...
de: Projekte suchen...
el: Αναζήτηση έργων...
es: Buscar proyectos...
fi: Etsi projekteja...
fr: Rechercher des projets...
he: חפש פרויקטים...
hr: Pretraži projekte...
hu: Keresés projektek...
is: Leita að verkefnum...
it: Cerca progetti...
ja: プロジェクトを検索...
nl: Zoek projecten...
no: Søk prosjekter...
pl: Szukaj projektów...
ro: Caută proiecte...
ru: Поиск проектов...
sk: Hľadať projekty...
sv: Sök projekt...

source: Rename project
bg: Преименувай проекта
cs: Přejmenovat projekt
de: Projekt umbenennen
el: Μετονομασία έργου
es: Renombrar proyecto
fi: Nimeä projekti
fr: Renommer le projet
he: שנה שם פרויקט
hr: Preimenuj projekt
hu: Projekt átnevezése
is: Endurnefna verkefni
it: Rinomina progetto
ja: プロジェクトの名前を変更
nl: Hernoem project
no: Gi nytt navn til prosjekt
pl: Zmień nazwę projektu
ro: Renumește proiectul
ru: Переименовать проект
sk: Prezvaniť projekt
sv: Döp om projekt

source: Delete project
bg: Изтрий проект
cs: Smazat projekt
de: Projekt löschen
el: Διαγραφή έργου
es: Eliminar proyecto
fi: Poista projekti
fr: Supprimer le projet
he: מחק פרויקט
hr: Izbriši projekt
hu: Projekt törlése
is: Eyða verkefni
it: Elimina progetto
ja: プロジェクトを削除
nl: Project verwijderen
no: Slett prosjekt
pl: Usuń projekt
ro: Șterge proiectul
ru: Удалить проект
sk: Vymazať projekt
sv: Ta bort projekt

source: Rename Project
bg: Преименувай проекта
cs: Přejmenovat projekt
de: Projekt umbenennen
el: Μετονομασία Έργου
es: Renombrar Proyecto
fi: Nimeä projekti
fr: Renommer le projet
he: שנה שם פרויקט
hr: Preimenuj projekt
hu: Projekt átnevezése
is: Endurnefna verkefni
it: Rinomina progetto
ja: プロジェクトの名前を変更
nl: Project hernoemen
no: Gi nytt navn til prosjekt
pl: Zmień nazwę projektu
ro: Renumește Proiectul
ru: Переименовать проект
sk: Prezvaniť projekt
sv: Döp om projekt

source: Rename
bg: Преименувай
cs: Přejmenovat
de: Umbenennen
el: Μετονομασία
es: Renombrar
fi: Nimeä
fr: Renommer
he: שנה שם
hr: Preimenuj
hu: Átnevezés
is: Endurnefna
it: Rinomina
ja: 名前を変更
nl: Hernoemen
no: Gi nytt navn
pl: Zmień nazwę
ro: Renumește
ru: Переименовать
sk: Premenovať
sv: Byt namn

source: This project will be moved to trash and can be recovered.
bg: Този проект ще бъде преместен в кошчето и може да бъде възстановен.
cs: Tento projekt bude přesunut do koše a lze jej obnovit.
de: Dieses Projekt wird in den Papierkorb verschoben und kann wiederhergestellt werden.
el: Αυτό το έργο θα μεταφερθεί στα σκουπίδια και μπορεί να ανακτηθεί.
es: Este proyecto se moverá a la papelera y se puede recuperar.
fi: Tämä projekti siirretään roskakoriin ja se voidaan palauttaa.
fr: Ce projet sera déplacé vers la corbeille et peut être récupéré.
he: הפרויקט הזה יועבר לפח וניתן לשחזר אותו.
hr: Ovaj projekt će biti premješten u smeće i može se oporaviti.
hu: Ez a projekt a kukába lesz helyezve, és visszaállítható.
is: Þetta verkefni verður flutt í ruslið og hægt er að endurheimta það.
it: Questo progetto verrà spostato nel cestino e può essere recuperato.
ja: このプロジェクトはゴミ箱に移動され、復元可能です。
nl: Dit project wordt naar de prullenbak verplaatst en kan worden hersteld.
no: Dette prosjektet vil bli flyttet til søppel og kan gjenopprettes.
pl: Ten projekt zostanie przeniesiony do kosza i można go odzyskać.
ro: Acest proiect va fi mutat în coșul de gunoi și poate fi recuperat.
ru: Этот проект будет перемещен в корзину и может быть восстановлен.
sk: Tento projekt bude presunutý do koša a môže byť obnovený.
sv: Detta projekt kommer att flyttas till papperskorgen och kan återställas.

source: Delete
bg: Изтрий
cs: Smazat
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimer
he: מחק
hr: Izbriši
hu: Törlés
is: Eyða
it: Elimina
ja: 削除
nl: Verwijderen
no: Slett
pl: Usuń
ro: Șterge
ru: Удалить
sk: Odstrániť
sv: Ta bort

source: Remove paragraph
bg: Премахни абзац
cs: Odstranit odstavec
de: Absatz entfernen
el: Αφαίρεση παραγράφου
es: Eliminar párrafo
fi: Poista kappale
fr: Supprimer le paragraphe
he: הסר פסקה
hr: Ukloni odlomak
hu: Bekezdés eltávolítása
is: Fjarlægðu málsgrein
it: Rimuovi paragrafo
ja: 段落を削除
nl: Verwijder alinea
no: Fjern avsnitt
pl: Usuń akapit
ro: Elimină paragraful
ru: Удалить абзац
sk: Odstrániť odsek
sv: Ta bort stycke

source: Paragraph
bg: Параграф
cs: Odstavec
de: Absatz
el: Παράγραφος
es: Párrafo
fi: Kappale
fr: Paragraphe
he: פסקה
hr: Odjeljak
hu: Bekezdés
is: Paragraphur
it: Paragrafo
ja: 段落
nl: Alinea
no: Avsnitt
pl: Akapit
ro: Paragraf
ru: Параграф
sk: Odsek
sv: Stycke

source: Remove Paragraph?
bg: Премахнете абзаца?
cs: Odstranit odstavec?
de: Absatz entfernen?
el: Αφαίρεση παραγράφου;
es: ¿Eliminar párrafo?
fi: Poista kappale?
fr: Supprimer le paragraphe ?
he: הסר פסקה?
hr: Ukloni odlomak?
hu: Bejegyzés eltávolítása?
is: Fjarlægja málsgrein?
it: Rimuovere il paragrafo?
ja: 段落を削除しますか？
nl: Paragraaf verwijderen?
no: Fjern avsnitt?
pl: Usuń akapit?
ro: Elimină Paragraful?
ru: Удалить абзац?
sk: Odstrániť odsek?
sv: Ta bort stycke?

source: This action cannot be undone.
bg: Тази операция не може да бъде отменена.
cs: Tuto akci nelze vrátit zpět.
de: Diese Aktion kann nicht rückgängig gemacht werden.
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esta acción no se puede deshacer.
fi: Tätä toimintoa ei voi peruuttaa.
fr: Cette action ne peut pas être annulée.
he: פעולה זו אינה ניתנת לביטול.
hr: Ova radnja se ne može poništiti.
hu: Ez a művelet nem vonható vissza.
is: Þessi aðgerð er ekki hægt að afturkalla.
it: Questa azione non può essere annullata.
ja: この操作は元に戻せません。
nl: Deze actie kan niet ongedaan worden gemaakt.
no: Denne handlingen kan ikke angres.
pl: Ta akcja nie może być cofnięta.
ro: Această acțiune nu poate fi anulată.
ru: Это действие нельзя отменить.
sk: Túto akciu nie je možné vrátiť späť.
sv: Denna åtgärd kan inte ångras.

source: Manage Footnotes
bg: Управление на бележки под линия
cs: Spravovat poznámky pod čarou
de: Fußnoten verwalten
el: Διαχείριση Υποσημειώσεων
es: Gestionar notas al pie
fi: Hallitse alaviitteitä
fr: Gérer les notes de bas de page
he: נהל הערות שוליים
hr: Upravljanje fusnotama
hu: Lábjegyzetek kezelése
is: Stjórna fótnotum
it: Gestisci le note a piè di pagina
ja: 脚注の管理
nl: Beheer voetnoten
no: Administrer fotnoter
pl: Zarządzaj przypisami
ro: Gestionați notele de subsol
ru: Управление сносками
sk: Spravovať poznámky pod čiarou
sv: Hantera fotnoter

source: Save
bg: Запази
cs: Uložit
de: Speichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr: Enregistrer
he: שמור
hr: Spremi
hu: Mentés
is: Vista
it: Salva
ja: 保存
nl: Opslaan
no: Lagre
pl: Zapisz
ro: Salvează
ru: Сохранить
sk: Uložiť
sv: Spara

source: Add footnotes that will appear as numbered references in your paragraph:
bg: Добавете бележки под линия, които ще се появят като номерирани препратки в параграфа ви:
cs: Přidejte poznámky pod čarou, které se budou zobrazovat jako číslované odkazy ve vašem odstavci:
de: Fügen Sie Fußnoten hinzu, die als nummerierte Verweise in Ihrem Absatz erscheinen.
el: Προσθέστε υποσημειώσεις που θα εμφανίζονται ως αριθμημένες αναφορές στην παράγραφο σας:
es: Agrega notas al pie que aparecerán como referencias numeradas en tu párrafo:
fi: Lisää alaviitteet, jotka näkyvät numeroituina viittauksina kappaleessasi:
fr: Ajoutez des notes de bas de page qui apparaîtront comme des références numérotées dans votre paragraphe :
he: הוסף הערות שוליים שיתופיעו כהפניות ממוספרות בפסקה שלך:
hr: Dodajte fusnote koje će se pojaviti kao numerirane reference u vašem odlomku:
hu: Helyezzen el lábjegyzeteket, amelyek számozott hivatkozásként fognak megjelenni a bekezdésében:
is: Bættu við fótnotum sem munu birtast sem númeruð tilvísanir í málsgrein þinni:
it: Aggiungi note a piè di pagina che appariranno come riferimenti numerati nel tuo paragrafo:
ja: 段落に番号付きの参照として表示される脚注を追加します：
nl: Voeg voetnoten toe die als genummerde verwijzingen in uw alinea verschijnen:
no: Legg til fotnoter som vil vises som nummererte referanser i avsnittet ditt:
pl: Dodaj przypisy, które będą się pojawiać jako numerowane odnośniki w twoim akapicie:
ro: Adăugați note de subsol care vor apărea ca referințe numerotate în paragraful dumneavoastră:
ru: Добавьте сноски, которые будут отображаться в виде пронумерованных ссылок в вашем абзаце:
sk: Pridajte poznámky pod čiarou, ktoré sa budú zobrazovať ako číslované odkazy vo vašom odseku:
sv: Lägg till fotnoter som kommer att visas som numrerade referenser i din paragraf:

source: Add Footnote
bg: Добави бележка под линия
cs: Přidat poznámku pod čarou
de: Fußnote hinzufügen
el: Προσθήκη Υποσημείωσης
es: Agregar nota al pie
fi: Lisää alaviite
fr: Ajouter une note de bas de page
he: הוסף הערת שוליים
hr: Dodaj fusnotu
hu: Lábjegyzet hozzáadása
is: Bæta við fótnoðu
it: Aggiungi nota a piè di pagina
ja: 脚注を追加
nl: Voeg voetnoot toe
no: Legg til fotnote
pl: Dodaj przypis
ro: Adaugă Notă de Subsol
ru: Добавить сноску
sk: Pridať poznámku pod čiarou
sv: Lägg till fotnot

source: Enter footnote text...
bg: Въведете текст на бележка под линия...
cs: Zadejte text poznámky pod čarou...
de: Fügen Sie Fußnotentext ein...
el: Εισάγετε κείμενο υποσημείωσης...
es: Ingrese el texto de la nota al pie...
fi: Syötä alaviitteen teksti...
fr: Entrez le texte de la note de bas de page...
he: הזן טקסט הערה שוליים...
hr: Unesite tekst fusnote...
hu: Írja be a lábjegyzet szövegét...
is: Sláðu inn fótnotatexta...
it: Inserisci il testo della nota a piè di pagina...
ja: 脚注テキストを入力...
nl: Voer voetnoottekst in...
no: Skriv fotnote tekst...
pl: Wprowadź tekst przypisu...
ro: Introduceți textul notei de subsol...
ru: Введите текст сноски...
sk: Zadajte text poznámky pod čiarou...
sv: Ange fotnotstext...

source: Reset
bg: Нулиране
cs: Obnovit
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fi: Nollaa
fr: Réinitialiser
he: איפוס
hr: Ponovno postavi
hu: Visszaállítás
is: Endurstillt
it: Ripristina
ja: リセット
nl: Resetten
no: Tilbakestill
pl: Resetuj
ro: Resetare
ru: Сбросить
sk: Obnoviť
sv: Återställ

source: ⏸ Pause
bg: ⏸ Пауза
cs: ⏸ Pozastavit
el: ⏸ Παύση
es: ⏸ Pausa
fi: ⏸ Pysäytä
he: ⏸ השהה
hr: ⏸ Pauza
hu: ⏸ Szünet
is: ⏸ Pása
it: ⏸ Pausa
ja: ⏸ 一時停止
nl: ⏸ Pauze
pl: ⏸ Wstrzymaj
ro: ⏸ Pauză
ru: ⏸ Пауза
sk: ⏸ Pozastaviť
sv: ⏸ Pausa

source: ▶ Start
bg: ▶ Стартиране
cs: ▶ Spustit
el: ▶ Έναρξη
es: ▶ Iniciar
fi: ▶ Aloita
fr: ▶ Démarrer
he: ▶ התחל
hr: ▶ Pokreni
hu: ▶ Indítás
is: ▶ Byrja
it: ▶ Inizia
ja: ▶ 開始
pl: ▶ Rozpocznij
ro: ▶ Începe
ru: ▶ Начать
sk: ▶ Štart

source: Start
bg: Старт
el: Έναρξη
es: Iniciar
fi: Aloita
fr: Démarrer
he: התחל
hr: Započni
hu: Kezdés
is: Byrjun
it: Inizio
ja: 開始
ro: Începe
ru: Начать
sk: Štart
sv: Starta

source: Manage footnotes
bg: Управление на бележки под линия
cs: Spravovat poznámky pod čarou
de: Fußnoten verwalten
el: Διαχείριση υποσημειώσεων
es: Gestionar notas al pie
fi: Hallitse jalkaviitteitä
fr: Gérer les notes de bas de page
he: נהל הערות שוליים
hr: Upravljanje fusnotama
hu: Lábjegyzetek kezelése
is: Stjórna fótnotum
it: Gestisci le note a piè di pagina
ja: 脚注を管理
nl: Beheer voetnoten
no: Administrer fotnoter
pl: Zarządzaj przypisami
ro: Gestionați notele de subsol
ru: Управление сносками
sk: Spravovať poznámky pod čiarou
sv: Hantera fotnoter

source: Toggle spell checking
bg: Превключване на проверка на правописа
cs: Přepnout kontrolu pravopisu
de: Rechtschreibprüfung umschalten
el: Εναλλαγή ορθογραφικού ελέγχου
es: Alternar la corrección ortográfica
fi: Ota oikeinkirjoituksen tarkistus käyttöön/pois käytöstä
fr: Activer/désactiver la vérification orthographique
he: הפעל/כבה בדיקת איות
hr: Prebaci provjeru pravopisa
hu: Helyesírás-ellenőrzés váltása
is: Virkja stafsetningu
it: Attiva/disattiva il controllo ortografico
ja: スペルチェックの切り替え
nl: Spellingcontrole in- of uitschakelen
no: Slå av/på stavekontroll
pl: Przełącz sprawdzanie pisowni
ro: Comutare verificarea ortografică
ru: Переключить проверку орфографии
sk: Prepnúť kontrolu pravopisu
sv: Växla stavningskontroll

source: Welcome to TAC Writer!
bg: Добре дошли в TAC Writer!
cs: Vítejte v TAC Writeru!
de: Willkommen bei TAC Writer!
el: Καλώς ήρθατε στο TAC Writer!
es: ¡Bienvenido a TAC Writer!
fi: Tervetuloa TAC Writeriin!
fr: Bienvenue dans TAC Writer !
he: ברוך הבא ל-TAC Writer!
hr: Dobrodošli u TAC Writer!
hu: Üdvözöljük a TAC Writer-ben!
is: Velkomin í TAC Writer!
it: Benvenuto in TAC Writer!
ja: TAC Writerへようこそ！
nl: Welkom bij TAC Writer!
no: Velkommen til TAC Writer!
pl: Witaj w TAC Writer!
ro: Bine ați venit la TAC Writer!
ru: Добро пожаловать в TAC Writer!
sk: Vitajte v TAC Writer!
sv: Välkommen till TAC Writer!

source: Let's take a quick tour. Click here to create your first project and start writing.
bg: Нека направим бърза обиколка. Щракнете тук, за да създадете първия си проект и да започнете да пишете.
cs: Pojďme si rychle projít. Klikněte sem pro vytvoření vašeho prvního projektu a začněte psát.
de: Lass uns eine kurze Tour machen. Klicke hier, um dein erstes Projekt zu erstellen und mit dem Schreiben zu beginnen.
el: Ας κάνουμε μια γρήγορη περιήγηση. Κάντε κλικ εδώ για να δημιουργήσετε το πρώτο σας έργο και να αρχίσετε να γράφετε.
es: Hagamos un recorrido rápido. Haz clic aquí para crear tu primer proyecto y comenzar a escribir.
fi: Tehdään nopea kierros. Napsauta tästä luodaksesi ensimmäisen projektisi ja aloittaaksesi kirjoittamisen.
fr: Faisons un rapide tour. Cliquez ici pour créer votre premier projet et commencer à écrire.
he: בואו נעשה סיור קצר. לחצו כאן כדי ליצור את הפרויקט הראשון שלכם ולהתחיל לכתוב.
hr: Uzmimo brzi obilazak. Kliknite ovdje da biste stvorili svoj prvi projekt i počeli pisati.
hu: Tartsunk egy gyors túrát. Kattints ide az első projekted létrehozásához és a írás megkezdéséhez.
is: Látum okkur fara í stuttan ferð. Smelltu hér til að búa til þitt fyrsta verkefni og byrja að skrifa.
it: Facciamo un rapido tour. Clicca qui per creare il tuo primo progetto e iniziare a scrivere.
ja: 簡単なツアーを始めましょう。ここをクリックして最初のプロジェクトを作成し、執筆を開始します。
nl: Laten we een snelle rondleiding maken. Klik hier om je eerste project te maken en te beginnen met schrijven.
no: La oss ta en rask omvisning. Klikk her for å opprette ditt første prosjekt og begynne å skrive.
pl: Zróbmy szybki przegląd. Kliknij tutaj, aby utworzyć swój pierwszy projekt i zacząć pisać.
ro: Să facem un tur rapid. Faceți clic aici pentru a crea primul dvs. proiect și a începe să scrieți.
ru: Давайте быстро ознакомимся. Нажмите здесь, чтобы создать ваш первый проект и начать писать.
sk: Poďme si rýchlo prejsť. Kliknite sem, aby ste vytvorili svoj prvý projekt a začali písať.
sv: Låt oss ta en snabb rundtur. Klicka här för att skapa ditt första projekt och börja skriva.

source: Project Library
bg: Проектна библиотека
cs: Knihovna projektu
de: Projektbibliothek
el: Βιβλιοθήκη Έργου
es: Biblioteca de Proyectos
fi: Projektikirjasto
fr: Bibliothèque de projet
he: ספריית פרויקטים
hr: Projektna knjižnica
hu: Projektkönyvtár
is: Verkefnabókasafn
it: Libreria Progetto
ja: プロジェクトライブラリ
nl: Projectbibliotheek
no: Prosjektbibliotek
pl: Biblioteka projektu
ro: Biblioteca Proiectului
ru: Библиотека проекта
sk: Knižnica projektu
sv: Projektbibliotek

source: All your projects are listed here. You can search, rename, or delete them at any time.
bg: Всички ваши проекти са изброени тук. Можете да търсите, преименувате или изтривате по всяко време.
cs: Všechny vaše projekty jsou zde uvedeny. Můžete je vyhledávat, přejmenovávat nebo odstraňovat kdykoli.
de: Alle Ihre Projekte sind hier aufgelistet. Sie können sie jederzeit suchen, umbenennen oder löschen.
el: Όλα τα έργα σας είναι καταχωρημένα εδώ. Μπορείτε να τα αναζητήσετε, να τα μετονομάσετε ή να τα διαγράψετε οποιαδήποτε στιγμή.
es: Todos tus proyectos están listados aquí. Puedes buscarlos, renombrarlos o eliminarlos en cualquier momento.
fi: Kaikki projektisi on lueteltu täällä. Voit etsiä, nimetä uudelleen tai poistaa ne milloin tahansa.
fr: Tous vos projets sont listés ici. Vous pouvez les rechercher, les renommer ou les supprimer à tout moment.
he: כל הפרויקטים שלך רשומים כאן. אתה יכול לחפש, לשנות שם או למחוק אותם בכל עת.
hr: Svi vaši projekti su ovdje navedeni. Možete ih pretraživati, preimenovati ili izbrisati u bilo kojem trenutku.
hu: Itt található az összes projekted. Bármikor kereshetsz, átnevezhetsz vagy törölhetsz őket.
is: Öll verkefnin þín eru listuð hér. Þú getur leitað, endurnefnt eða eytt þeim hvenær sem er.
it: Tutti i tuoi progetti sono elencati qui. Puoi cercarli, rinominarli o eliminarli in qualsiasi momento.
ja: ここにすべてのプロジェクトが一覧表示されています。いつでも検索、名前の変更、または削除ができます。
nl: Al uw projecten worden hier weergegeven. U kunt ze op elk moment doorzoeken, hernoemen of verwijderen.
no: Alle prosjektene dine er listet her. Du kan søke, gi dem nytt navn eller slette dem når som helst.
pl: Wszystkie Twoje projekty są tutaj wymienione. Możesz je wyszukiwać, zmieniać nazwy lub usuwać w dowolnym momencie.
ro: Toate proiectele tale sunt listate aici. Poți căuta, redenumi sau șterge oricând.
ru: Все ваши проекты перечислены здесь. Вы можете искать, переименовывать или удалять их в любое время.
sk: Všetky vaše projekty sú tu uvedené. Môžete ich kedykoľvek vyhľadávať, premenovať alebo odstrániť.
sv: Alla dina projekt listas här. Du kan söka, döpa om eller ta bort dem när som helst.
