Repository: Dionarley/tac-writer
Catalog: po/*.po
Languages: bg, cs, de, el, es, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, ro, ru, sk, sv

source: Access the complete guide and tutorials
bg: Достъп до пълното ръководство и уроци
cs: Získejte kompletní příručku a tutoriály
de: Greifen Sie auf den vollständigen Leitfaden und die Tutorials zu.
el: Πρόσβαση στον πλήρη οδηγό και τα σεμινάρια
es: Accede a la guía completa y a los tutoriales
fi: Pääsy täydelliseen oppaaseen ja opetusohjelmiin
fr: Accédez au guide complet et aux tutoriels
he: גשת למדריך המלא ולמדריכים
hr: Pristupite potpunom vodiču i tutorijalima
hu: Hozzáférés a teljes útmutatóhoz és oktatóanyagokhoz
is: Aðgangur að heildarhandbókinni og leiðbeiningunum
it: Accedi alla guida completa e ai tutorial
ja: 完全なガイドとチュートリアルにアクセスする
nl: Toegang tot de complete gids en tutorials
no: Få tilgang til den komplette guiden og opplæringene
pl: Uzyskaj dostęp do pełnego przewodnika i samouczków
ro: Accesați ghidul complet și tutorialele
ru: Получите доступ к полному руководству и учебным материалам
sk: Získajte prístup k úplnému sprievodcovi a tutoriálom
sv: Åtkomst till den kompletta guiden och handledningarna

source: Show this dialog on startup
bg: Покажи този диалог при стартиране
cs: Zobrazit tento dialog při spuštění
de: Dieses Dialogfeld beim Start anzeigen
el: Εμφάνιση αυτού του διαλόγου κατά την εκκίνηση
es: Mostrar este diálogo al iniciar
fi: Näytä tämä valintaikkuna käynnistyksessä
fr: Afficher cette boîte de dialogue au démarrage
he: הצג דיאלוג זה בעת הפעלת התוכנה
hr: Prikaži ovaj dijalog pri pokretanju
hu: Indítsa el ezt a párbeszédpanelt indításkor
is: Sýna þessa glugga við upphaf
it: Mostra questa finestra di dialogo all'avvio
ja: 起動時にこのダイアログを表示
nl: Toon deze dialoog bij het opstarten
no: Vis visning av denne dialogen ved oppstart
pl: Pokaż ten dialog przy uruchamianiu
ro: Afișează acest dialog la pornire
ru: Показывать этот диалог при запуске
sk: Zobraziť tento dialóg pri spustení
sv: Visa denna dialog vid start

source: Let's Start
bg: Нека започнем
cs: Začněme
de: Lass uns anfangen
el: Ας Ξεκινήσουμε
es: Comencemos
fi: Aloitetaan
fr: Commençons
he: בואו נתחיל
hr: Započnimo
hu: Kezdjük el
is: Við skulum byrja
it: Iniziamo
ja: 始めましょう
nl: Laten we beginnen
no: La oss begynne
pl: Zacznijmy
ro: Să începem
ru: Давайте начнем
sk: Začnime
sv: Låt oss börja

source: Backup Manager
bg: Мениджър за резервни копия
cs: Zálohovací manažer
el: Διαχειριστής Αντιγράφων Ασφαλείας
es: Administrador de Copias de Seguridad
fi: Varmuuskopiointihallinta
fr: Gestionnaire de sauvegarde
he: מנהל גיבוי
hr: Upravitelj sigurnosnih kopija
hu: Biztonsági mentés kezelő
is: Afritunarstjóri
it: Gestore di Backup
ja: バックアップマネージャー
nl: Back-upbeheerder
no: Sikkerhetskopieringsbehandling
pl: Menedżer kopii zapasowych
ro: Manager de Backup
ru: Менеджер резервного копирования
sk: Správca záloh
sv: Säkerhetskopieringshanterare

source: Create Backup
bg: Създаване на резервно копие
cs: Vytvořit zálohu
de: Backup erstellen
el: Δημιουργία Αντιγράφου Ασφαλείας
es: Crear copia de seguridad
fi: Luo varmuuskopio
fr: Créer une sauvegarde
he: צור גיבוי
hr: Izradi sigurnosnu kopiju
hu: Biztonsági mentés készítése
is: Búa til afrit
it: Crea Backup
ja: バックアップを作成
nl: Maak een back-up
no: Opprett sikkerhetskopi
pl: Utwórz kopię zapasową
ro: Creează Backup
ru: Создать резервную копию
sk: Vytvoriť zálohu
sv: Skapa säkerhetskopia

source: Import Database
bg: Импорт на база данни
cs: Importovat databázi
de: Datenbank importieren
el: Εισαγωγή Βάσης Δεδομένων
es: Importar base de datos
fi: Tuo tietokanta
fr: Importer la base de données
he: ייבוא מסד נתונים
hr: Uvezi bazu podataka
hu: Adatbázis importálása
is: Flytja inn gagnagrunn
it: Importa Database
ja: データベースのインポート
nl: Database importeren
no: Importer database
pl: Importuj bazę danych
ro: Importă baza de date
ru: Импорт базы данных
sk: Importovať databázu
sv: Importera databas

source: Current Database
bg: Текуща база данни
cs: Aktuální databáze
de: Aktuelle Datenbank
el: Τρέχουσα Βάση Δεδομένων
es: Base de datos actual
fi: Nykyinen tietokanta
fr: Base de données actuelle
he: מסד נתונים נוכחי
hr: Trenutna baza podataka
hu: Jelenlegi adatbázis
is: Núverandi gagnagrunnur
it: Database Corrente
ja: 現在のデータベース
nl: Huidige database
no: Nåværende database
pl: Bieżąca baza danych
ro: Baza de date curentă
ru: Текущая база данных
sk: Aktuálna databáza
sv: Aktuell databas

source: Database Location
bg: Местоположение на базата данни
cs: Umístění databáze
de: Datenbankstandort
el: Τοποθεσία Βάσης Δεδομένων
es: Ubicación de la base de datos
fi: Tietokannan sijainti
fr: Emplacement de la base de données
he: מיקום מסד נתונים
hr: Lokacija baze podataka
hu: Adatbázis helye
is: Gagnagrunnsstaður
it: Posizione del database
ja: データベースの場所
nl: Database locatie
no: Databaseplassering
pl: Lokalizacja bazy danych
ro: Locația bazei de date
ru: Расположение базы данных
sk: Umiestnenie databázy
sv: Databasens plats

source: Available Backups
bg: Налични резервни копия
cs: Dostupné zálohy
de: Verfügbare Sicherungen
el: Διαθέσιμα Αντίγραφα ασφαλείας
es: Copias de seguridad disponibles
fi: Saatavilla olevat varmuuskopiot
fr: Sauvegardes disponibles
he: גיבויים זמינים
hr: Dostupne sigurnosne kopije
hu: Elérhető biztonsági mentések
is: Tiltækir afrit
it: Backup disponibili
ja: 利用可能なバックアップ
nl: Beschikbare back-ups
no: Tilgjengelige sikkerhetskopier
pl: Dostępne kopie zapasowe
ro: Backup-uri disponibile
ru: Доступные резервные копии
sk: Dostupné zálohy
sv: Tillgängliga säkerhetskopior

source: Backups are stored in Documents/TAC Projects/database_backups
bg: Резервните копия се съхраняват в Documents/TAC Projects/database_backups
cs: Zálohy jsou uloženy v Dokumenty/TAC Projekty/databázové_zálohy
de: Backups werden in Dokumente/TAC-Projekte/datenbank_backups gespeichert.
el: Τα αντίγραφα ασφαλείας αποθηκεύονται στα Έγγραφα/TAC Projects/database_backups
es: Las copias de seguridad se almacenan en Documentos/Proyectos TAC/respaldos_de_base_de_datos
fi: Varmuuskopiot tallennetaan kansioon Asiakirjat/TAC-projektit/tietokantavarmuuskopiot
fr: Les sauvegardes sont stockées dans Documents/Projets TAC/sauvegardes_de_base_de_données
he: גיבויים מאוחסנים ב-Documents/TAC Projects/database_backups
hr: Sigurnosne kopije pohranjene su u Dokumenti/TAC Projekti/baza_podataka_sigurnosne_kopije
hu: A biztonsági mentések a Documents/TAC Projects/database_backups mappában vannak tárolva.
is: Afrit eru geymd í Documents/TAC Projects/database_backups
it: I backup sono memorizzati in Documenti/Progetti TAC/database_backups
ja: バックアップはDocuments/TAC Projects/database_backupsに保存されます
nl: Back-ups worden opgeslagen in Documenten/TAC Projecten/database_backups
no: Sikkerhetskopier lagres i Dokumenter/TAC Prosjekter/database_backups
pl: Kopie zapasowe są przechowywane w Dokumenty/TAC Projekty/bazy_danych_zapasowych
ro: Backup-urile sunt stocate în Documents/TAC Projects/database_backups
ru: Резервные копии хранятся в Documents/TAC Projects/database_backups
sk: Zálohy sú uložené v Dokumenty/TAC Projekty/databázové_zálohy
sv: Säkerhetskopior lagras i Dokument/TAC Projekt/databas_säkerhetskopior

source: Delete backup
bg: Изтрий резервно копие
cs: Smazat zálohu
de: Backup löschen
el: Διαγραφή αντιγράφου ασφαλείας
es: Eliminar copia de seguridad
fi: Poista varmuuskopio
fr: Supprimer la sauvegarde
he: מחק גיבוי
hr: Izbriši sigurnosnu kopiju
hu: Biztonsági másolat törlése
is: Eyða afriti
it: Elimina backup
ja: バックアップを削除
nl: Verwijder back-up
no: Slett sikkerhetskopi
pl: Usuń kopię zapasową
ro: Șterge backup-ul
ru: Удалить резервную копию
sk: Vymazať zálohu
sv: Ta bort säkerhetskopia

source: Creating...
bg: Създаване...
cs: Vytváření...
de: Erstelle...
el: Δημιουργία...
es: Creando...
fi: Luodaan...
fr: Création...
he: יוצר...
hr: Stvaranje...
hu: Létrehozás...
is: Búið til...
it: Creazione...
ja: 作成中...
nl: Aanmaken...
no: Oppretter...
pl: Tworzenie...
ro: Creare...
ru: Создание...
sk: Vytváranie...
sv: Skapar...

source: Database files (*.db)
bg: Файлове на база данни (*.db)
cs: Databázové soubory (*.db)
de: Datenbankdateien (*.db)
el: Αρχεία βάσης δεδομένων (*.db)
es: Archivos de base de datos (*.db)
fi: Tietokantatiedostot (*.db)
fr: Fichiers de base de données (*.db)
he: קבצי מסד נתונים (*.db)
hr: Datoteke baze podataka (*.db)
hu: Adatbázis fájlok (*.db)
is: Gagnagrunns skrár (*.db)
it: File di database (*.db)
ja: データベースファイル (*.db)
nl: Databasebestanden (*.db)
no: Databasefiler (*.db)
pl: Pliki bazy danych (*.db)
ro: Fișiere de bază de date (*.db)
ru: Файлы базы данных (*.db)
sk: Súbory databázy (*.db)
sv: Databasfiler (*.db)

source: All files
bg: Всички файлове
cs: Všechny soubory
de: Alle Dateien
el: Όλα τα αρχεία
es: Todos los archivos
fi: Kaikki tiedostot
fr: Tous les fichiers
he: כל הקבצים
hr: Sve datoteke
hu: Minden fájl
is: Öll skrár
it: Tutti i file
ja: すべてのファイル
nl: Alle bestanden
no: Alle filer
pl: Wszystkie pliki
ro: Toate fișierele
ru: Все файлы
sk: Všetky súbory
sv: Alla filer

source: Import Database?
bg: Импорт на база данни?
cs: Importovat databázi?
de: Datenbank importieren?
el: Εισαγωγή Βάσης Δεδομένων;
es: ¿Importar base de datos?
fi: Tuodaanko tietokanta?
fr: Importer la base de données ?
he: ייבא מסד נתונים?
hr: Uvezi bazu podataka?
hu: Adatbázis importálása?
is: Flytja inn gagnagrunn?
it: Importa database?
ja: データベースをインポートしますか？
nl: Database importeren?
no: Importer database?
pl: Importuj bazę danych?
ro: Importă baza de date?
ru: Импортировать базу данных?
sk: Importovať databázu?
sv: Importera databas?

source: Import
bg: Импорт
cs: Importovat
de: Importieren
el: Εισαγωγή
es: Importar
fi: Tuoda
fr: Importer
he: ייבוא
hr: Uvezi
hu: Importálás
is: Innflutning
it: Importa
ja: インポート
nl: Importeren
no: Importer
pl: Importuj
ro: Importă
ru: Импорт
sk: Importovať
sv: Importera

source: Importing Database
bg: Импортиране на база данни
cs: Importování databáze
de: Datenbank importieren
el: Εισαγωγή Βάσης Δεδομένων
es: Importando base de datos
fi: Tietokannan tuonti
fr: Importation de la base de données
he: ייבוא מסד נתונים
hr: Učitavanje baze podataka
hu: Adatbázis importálása
is: Innflutning gagnagrunns
it: Importazione del database
ja: データベースのインポート
nl: Database importeren
no: Importerer database
pl: Importowanie bazy danych
ro: Importarea bazei de date
ru: Импорт базы данных
sk: Importovanie databázy
sv: Importerar databas

source: Please wait while the database is being imported...
bg: Моля, изчакайте, докато базата данни се импортира...
cs: Prosím, čekejte, zatímco se databáze importuje...
de: Bitte warten, während die Datenbank importiert wird...
el: Παρακαλώ περιμένετε ενώ η βάση δεδομένων εισάγεται...
es: Por favor, espere mientras se importa la base de datos...
fi: Ole hyvä ja odota, kun tietokanta tuodaan...
fr: Veuillez patienter pendant que la base de données est en cours d'importation...
he: אנא המתן בזמן שהמסד נתונים מיובא...
hr: Molimo pričekajte dok se baza podataka uvozi...
hu: Kérjük, várjon, amíg az adatbázis importálása folyamatban van...
is: Vinsamlegast bíðu meðan gagnagrunnurinn er fluttur inn...
it: Attendere prego mentre il database viene importato...
ja: データベースがインポート中です。お待ちください...
nl: Even geduld terwijl de database wordt geïmporteerd...
no: Vennligst vent mens databasen importeres...
pl: Proszę czekać, podczas gdy baza danych jest importowana...
ro: Vă rugăm să așteptați în timp ce baza de date este importată...
ru: Пожалуйста, подождите, пока база данных импортируется...
sk: Prosím, počkajte, kým sa databáza importuje...
sv: Vänligen vänta medan databasen importeras...

source: Delete Backup?
bg: Изтриване на резервно копие?
cs: Smazat zálohu?
de: Backup löschen?
el: Διαγραφή Αντιγράφου Ασφαλείας;
es: ¿Eliminar copia de seguridad?
fi: Poista varmuuskopio?
fr: Supprimer la sauvegarde ?
he: מחק גיבוי?
hr: Izbriši sigurnosnu kopiju?
hu: Biztonsági mentés törlése?
is: Eyða afriti?
it: Elimina backup?
ja: バックアップを削除しますか？
nl: Backup verwijderen?
no: Slette sikkerhetskopi?
pl: Usuń kopię zapasową?
ro: Ștergeți copia de rezervă?
ru: Удалить резервную копию?
sk: Zmazať zálohu?
sv: Ta bort säkerhetskopia?

source: Update
bg: Актуализация
cs: Aktualizace
de: Aktualisierung
el: Ενημέρωση
es: Actualizar
fi: Päivitä
fr: Mettre à jour
he: עדכון
hr: Ažuriranje
hu: Frissítés
is: Uppfæra
it: Aggiornamento
ja: 更新
nl: Bijwerken
no: Oppdatering
pl: Aktualizacja
ro: Actualizare
ru: Обновление
sk: Aktualizácia
sv: Uppdatera

source: Insert
bg: Вмъкни
cs: Vložit
de: Einfügen
el: Εισαγωγή
es: Insertar
fi: Lisää
fr: Insérer
he: הכנס
hr: Umetni
hu: Beszúrás
is: Setja
it: Inserisci
ja: 挿入
nl: Invoegen
no: Sett inn
pl: Wstaw
ro: Introducere
ru: Вставить
sk: Vložiť
sv: Infoga

source: Image File
bg: Файл с изображение
cs: Obrázkový soubor
de: Bilddatei
el: Αρχείο Εικόνας
es: Archivo de imagen
fi: Kuvafaili
fr: Fichier image
he: קובץ תמונה
hr: Datoteka slike
hu: Kép fájl
is: Myndaskrá
it: File immagine
ja: 画像ファイル
nl: Afbeeldingsbestand
no: Bildefil
pl: Plik obrazu
ro: Fișier imagine
ru: Файл изображения
sk: Obrázkový súbor
sv: Bildfil

source: Select an image file to insert into your document
bg: Изберете изображение файл, който да вмъкнете в документа си
cs: Vyberte obrazový soubor, který chcete vložit do svého dokumentu
de: Wählen Sie eine Bilddatei aus, um sie in Ihr Dokument einzufügen.
el: Επιλέξτε ένα αρχείο εικόνας για να το εισαγάγετε στο έγγραφό σας
es: Seleccione un archivo de imagen para insertar en su documento.
fi: Valitse kuva tiedosto, jonka haluat liittää asiakirjaasi.
fr: Sélectionnez un fichier image à insérer dans votre document
he: בחר קובץ תמונה להוסיף למסמך שלך
hr: Odaberite datoteku s slikom za umetanje u vaš dokument
hu: Válasszon ki egy képfájlt, amelyet be szeretne illeszteni a dokumentumába.
is: Veldu myndaskrá til að setja inn í skjalið þitt
it: Seleziona un file immagine da inserire nel tuo documento
ja: ドキュメントに挿入する画像ファイルを選択してください
nl: Selecteer een afbeeldingsbestand om in uw document in te voegen
no: Velg en bildefil for å sette inn i dokumentet ditt
pl: Wybierz plik graficzny do wstawienia do dokumentu
ro: Selectați un fișier imagine pentru a-l insera în documentul dumneavoastră
ru: Выберите файл изображения для вставки в ваш документ
sk: Vyberte súbor obrázka na vloženie do vášho dokumentu
sv: Välj en bildfil att infoga i ditt dokument

source: Select Image
bg: Изберете изображение
cs: Vyberte obrázek
de: Bild auswählen
el: Επιλέξτε Εικόνα
es: Seleccionar imagen
fi: Valitse kuva
fr: Sélectionner une image
he: בחר תמונה
hr: Odaberi sliku
hu: Kép kiválasztása
is: Veldu mynd
it: Seleziona Immagine
ja: 画像を選択
nl: Selecteer Afbeelding
no: Velg bilde
pl: Wybierz obraz
ro: Selectați imaginea
ru: Выбрать изображение
sk: Vybrať obrázok
sv: Välj bild

source: Image Formatting
bg: Форматиране на изображение
cs: Formátování obrázků
de: Bildformatierung
el: Μορφοποίηση Εικόνας
es: Formato de imagen
fi: Kuvan muotoilu
fr: Mise en forme d'image
he: עיצוב תמונה
hr: Formatiranje slika
hu: Képformázás
is: Myndaskipulag
it: Formattazione Immagine
ja: 画像フォーマット
nl: Afbeelding Opmaak
no: Bildeformatering
pl: Formatowanie obrazu
ro: Formatare imagine
ru: Форматирование изображения
sk: Formátovanie obrázkov
sv: Bildformattering

source: Display Width (%)
bg: Ширина на дисплея (%)
cs: Šířka zobrazení (%)
de: Anzeigebreite (%)
el: Πλάτος Εμφάνισης (%)
es: Ancho de visualización (%)
fi: Näytön leveys (%)
fr: Largeur d'affichage (%)
he: רוחב תצוגה (%)
hr: Širina prikaza (%)
hu: Kijelző Szélesség (%)
is: Sýndarbreidd (%)
it: Larghezza di visualizzazione (%)
ja: 表示幅 (%)
nl: Weergavebreedte (%)
no: Visningsbredde (%)
pl: Szerokość wyświetlania (%)
ro: Lățimea afișajului (%)
ru: Ширина отображения (%)
sk: Šírka zobrazenia (%)
sv: Visningsbredd (%)

source: Percentage of page width
bg: Процент от ширината на страницата
cs: Procento šířky stránky
de: Prozentsatz der Seitenbreite
el: Ποσοστό πλάτους σελίδας
es: Porcentaje del ancho de la página
fi: Sivun leveyden prosenttiosuus
fr: Pourcentage de la largeur de la page
he: אחוז רוחב הדף
hr: Postotak širine stranice
hu: Az oldal szélességének százaléka
is: Prósent af síðu breidd
it: Percentuale della larghezza della pagina
ja: ページ幅の割合
nl: Percentage van pagina breedte
no: Prosentandel av sidebredde
pl: Procent szerokości strony
ro: Procentajul lățimii paginii
ru: Процент ширины страницы
sk: Percento šírky stránky
sv: Procentandel av sidbredd

source: Alignment
bg: Подравняване
cs: Zarovnání
de: Ausrichtung
el: Στοίχιση
es: Alineación
fi: Tasaus
fr: Alignement
he: יישור
hr: Poravnanje
hu: Igazítás
is: Línun
it: Allineamento
ja: アライメント
nl: Uitlijning
no: Justering
pl: Wyrównanie
ro: Aliniere
ru: Выравнивание
sk: Zarovnanie
sv: Justering

source: Image position on the page
bg: Позиция на изображението на страницата
cs: Pozice obrázku na stránce
de: Bildposition auf der Seite
el: Θέση εικόνας στη σελίδα
es: Posición de la imagen en la página
fi: Kuvan sijainti sivulla
fr: Position de l'image sur la page
he: מיקום התמונה בדף
hr: Pozicija slike na stranici
hu: Kép pozíciója az oldalon
is: Myndastöða á síðu
it: Posizione dell'immagine nella pagina
ja: ページ上の画像の位置
nl: Afbeeldingspositie op de pagina
no: Bildeposisjon på siden
pl: Pozycja obrazu na stronie
ro: Poziția imaginii pe pagină
ru: Положение изображения на странице
sk: Poloha obrázka na stránke
sv: Bildens position på sidan

source: Caption (optional)
bg: Надпис (по избор)
cs: Název (volitelné)
de: Bildunterschrift (optional)
el: Λεζάντα (προαιρετικά)
es: Título (opcional)
fi: Otsikko (valinnainen)
fr: Légende (facultatif)
he: כותרת (אופציונלי)
hr: Naslov (opcionalno)
hu: Felirat (opcionális)
is: Titill (valfrjálst)
it: Didascalia (opzionale)
ja: キャプション（オプション）
nl: Bijschrift (optioneel)
no: Bildtekst (valgfritt)
pl: Podpis (opcjonalnie)
ro: Subtitlu (opțional)
ru: Заголовок (необязательно)
sk: Popis (voliteľné)
sv: Rubrik (valfritt)

source: Alternative Text (optional)
bg: Алтернативен текст (по избор)
cs: Alternativní text (volitelné)
de: Alternativer Text (optional)
el: Εναλλακτικό Κείμενο (προαιρετικό)
es: Texto alternativo (opcional)
fi: Vaihtoehtoinen teksti (valinnainen)
fr: Texte alternatif (facultatif)
he: טקסט חלופי (אופציונלי)
hr: Alternativni tekst (opcionalno)
hu: Alternatív szöveg (opcionális)
is: Valkostatexti (valfrjálst)
it: Testo alternativo (opzionale)
ja: 代替テキスト（オプション）
nl: Alternatieve tekst (optioneel)
no: Alternativ tekst (valgfritt)
pl: Tekst alternatywny (opcjonalnie)
ro: Text alternativ (opțional)
ru: Альтернативный текст (необязательно)
sk: Alternatívny text (voliteľné)
sv: Alternativ text (valfritt)

source: Position in Document
bg: Позиция в документа
cs: Pozice v dokumentu
de: Position im Dokument
el: Θέση στο Έγγραφο
es: Posición en el documento
fi: Sijainti asiakirjassa
fr: Position dans le document
he: מיקום במסמך
hr: Pozicija u dokumentu
hu: Dokumentumbeli pozíció
is: Staða í skjali
it: Posizione nel documento
ja: 文書内の位置
nl: Positie in Document
no: Posisjon i dokumentet
pl: Pozycja w dokumencie
ro: Poziție în Document
ru: Позиция в документе
sk: Pozícia v dokumente
sv: Position i dokumentet

source: Insert After
bg: Вмъкни след
cs: Vložit za
de: Nach Einfügen
el: Εισαγωγή Μετά
es: Insertar después
fi: Lisää jälkeen
fr: Insérer après
he: הכנס לאחר
hr: Umetni nakon
hu: Beszúrás után
is: Setja inn eftir
it: Inserisci dopo
ja: 挿入後
nl: Invoegen Na
no: Sett inn etter
pl: Wstaw po
ro: Inserare după
ru: Вставить после
sk: Vložiť po
sv: Infoga efter

source: Choose where to place the image
bg: Изберете къде да поставите изображението
cs: Vyberte, kam umístit obrázek
de: Wählen Sie, wo das Bild platziert werden soll.
el: Επιλέξτε πού να τοποθετήσετε την εικόνα
es: Elige dónde colocar la imagen
fi: Valitse, mihin haluat sijoittaa kuvan
fr: Choisissez où placer l'image
he: בחר היכן למקם את התמונה
hr: Odaberite gdje želite postaviti sliku
hu: Válaszd ki, hova szeretnéd elhelyezni a képet
is: Veldu hvar á að setja myndina
it: Scegli dove posizionare l'immagine
ja: 画像の配置場所を選択してください
nl: Kies waar je de afbeelding wilt plaatsen
no: Velg hvor du vil plassere bildet
pl: Wybierz miejsce, w którym chcesz umieścić obraz.
ro: Alege unde să plasezi imaginea
ru: Выберите, где разместить изображение
sk: Vyberte, kde umiestniť obrázok
sv: Välj var du vill placera bilden

source: Beginning of document
bg: Начало на документа
cs: Začátek dokumentu
de: Dokumentanfang
el: Αρχή εγγράφου
es: Inicio del documento
fi: Asiakirjan alku
fr: Début du document
he: תחילת המסמך
hr: Početak dokumenta
hu: Dokumentum kezdete
is: Byrjun skjalas
it: Inizio del documento
ja: 文書の開始
nl: Begin van document
no: Begynnelse av dokumentet
pl: Początek dokumentu
ro: Începutul documentului
ru: Начало документа
sk: Začiatok dokumentu
sv: Dokumentets början

source: Image Files
bg: Файлове с изображения
cs: Obrázkové soubory
de: Bilddateien
el: Αρχεία Εικόνας
es: Archivos de imagen
fi: Kuvafailit
fr: Fichiers image
he: קבצי תמונה
hr: Datoteke slika
hu: Kép fájlok
is: Myndaskrár
it: File Immagine
ja: 画像ファイル
nl: Afbeeldingsbestanden
no: Bildefiler
pl: Pliki obrazów
ro: Fișiere de imagine
ru: Файлы изображений
sk: Obrázkové súbory
sv: Bildfiler

source: PDF Review by AI
bg: PDF преглед от ИИ
cs: PDF Recenze pomocí AI
de: PDF-Überprüfung durch KI
el: Αξιολόγηση PDF από AI
es: Revisión de PDF por IA
fi: PDF-arvointi tekoälyn avulla
fr: Révision PDF par IA
he: סקירת PDF על ידי AI
hr: PDF pregled od strane AI
hu: PDF-áttekintés AI által
is: PDF Endurskoðun af AI
it: Revisione PDF da AI
ja: AIによるPDFレビュー
nl: PDF Beoordeling door AI
no: PDF-gjennomgang av AI
pl: Przegląd PDF przez AI
ro: Revizuire PDF de către AI
ru: PDF Обзор с помощью ИИ
sk: PDF recenzia pomocou AI
sv: PDF-granskning av AI

source: Select PDF
bg: Изберете PDF
cs: Vyberte PDF
de: PDF auswählen
el: Επιλέξτε PDF
es: Seleccionar PDF
fi: Valitse PDF
fr: Sélectionner PDF
he: בחר PDF
hr: Odaberi PDF
hu: PDF kiválasztása
is: Veldu PDF
it: Seleziona PDF
ja: PDFを選択
nl: Selecteer PDF
no: Velg PDF
pl: Wybierz PDF
ro: Selectați PDF
ru: Выбрать PDF
sk: Vybrať PDF
sv: Välj PDF

source: Analysis Results
bg: Резултати от анализа
cs: Výsledky analýzy
de: Analyseergebnisse
el: Αποτελέσματα Ανάλυσης
es: Resultados del Análisis
fi: Analyysitulokset
fr: Résultats d'analyse
he: תוצאות ניתוח
hr: Rezultati analize
hu: Elemzési Eredmények
is: Greiningar Niðurstöður
it: Risultati dell'analisi
ja: 分析結果
nl: Analyse Resultaten
no: Analyseresultater
pl: Wyniki analizy
ro: Rezultatele analizei
ru: Результаты анализа
sk: Výsledky analýzy
sv: Analysresultat

source: Export Successful
bg: Експортът е успешен
cs: Export úspěšný
de: Export erfolgreich
el: Εξαγωγή Επιτυχής
es: Exportación exitosa
fi: Vienti onnistui
fr: Exportation réussie
he: ייצוא הצליח
hr: Izvoz uspješan
hu: Exportálás sikeres
is: Útflutningur árangursríkur
it: Esportazione riuscita
ja: エクスポート成功
nl: Export geslaagd
no: Eksport vellykket
pl: Eksport zakończony pomyślnie
ro: Exportare reușită
ru: Экспорт успешен
sk: Export úspešný
sv: Exporten lyckades

source: OK
bg: Добре
el: Εντάξει
es: Aceptar
fr: D'accord
he: אוקי
hr: U redu
hu: Rendben
is: Í lagi
ru: Хорошо
