Repository: Dionarley/tac-writer
Catalog: po/*.po
Languages: bg, cs, de, el, es, fi, fr, he, hr, hu, is, it, ja, nl, no, pl, ro, ru, sk, sv

source: Database maintenance completed
bg: Поддръжката на базата данни е завършена
cs: Údržba databáze byla dokončena
de: Datenbankwartung abgeschlossen
el: Η συντήρηση της βάσης δεδομένων ολοκληρώθηκε
es: Mantenimiento de la base de datos completado
fi: Tietokannan ylläpito suoritettu
fr: Maintenance de la base de données terminée
he: תחזוקת מסד נתונים הושלמה
hr: Održavanje baze podataka završeno
hu: Az adatbázis karbantartása befejeződött
is: Gagnagrunnsviðhald lokið
it: Manutenzione del database completata
ja: データベースのメンテナンスが完了しました
nl: Databaseonderhoud voltooid
no: Databasevedlikehold fullført
pl: Zarządzanie bazą danych zakończone
ro: Întreținerea bazei de date a fost finalizată
ru: Обслуживание базы данных завершено
sk: Údržba databázy dokončená
sv: Databasunderhåll slutfört

source: Failed to save new project to database
bg: Неуспешно запазване на нов проект в базата данни
cs: Nepodařilo se uložit nový projekt do databáze
de: Fehler beim Speichern des neuen Projekts in der Datenbank
el: Αποτυχία αποθήκευσης νέου έργου στη βάση δεδομένων
es: Error al guardar el nuevo proyecto en la base de datos
fi: Uuden projektin tallentaminen tietokantaan epäonnistui
fr: Échec de l'enregistrement du nouveau projet dans la base de données
he: נכשל בשמירת פרויקט חדש למסד הנתונים
hr: Neuspjelo spremanje novog projekta u bazu podataka
hu: Nem sikerült elmenteni az új projektet az adatbázisba.
is: Mistók að vista nýtt verkefni í gagnagrunni
it: Impossibile salvare il nuovo progetto nel database
ja: 新しいプロジェクトをデータベースに保存できませんでした
nl: Mislukt om nieuw project op te slaan in de database
no: Feilet å lagre nytt prosjekt til databasen
pl: Nie udało się zapisać nowego projektu w bazie danych
ro: Eșec la salvarea noului proiect în baza de date
ru: Не удалось сохранить новый проект в базе данных
sk: Nepodarilo sa uložiť nový projekt do databázy
sv: Misslyckades med att spara nytt projekt i databasen

source: Invalid backup file
bg: Невалиден архивен файл
cs: Neplatný záložní soubor
de: Ungültige Sicherungsdatei
el: Μη έγκυρο αρχείο αντιγράφου ασφαλείας
es: Archivo de copia de seguridad no válido
fi: Virheellinen varmuuskopiotiedosto
fr: Fichier de sauvegarde invalide
he: קובץ גיבוי לא תקין
hr: Nevažeća datoteka sigurnosne kopije
hu: Érvénytelen biztonsági másolat fájl
is: Ógildur afrits skrá
it: File di backup non valido
ja: 無効なバックアップファイル
nl: Ongeldig back-upbestand
no: Ugyldig sikkerhetskopifil
pl: Nieprawidłowy plik kopii zapasowej
ro: Fișier de rezervă invalid
ru: Неверный файл резервной копии
sk: Neplatný záložný súbor
sv: Ogiltig säkerhetskopia

source: Created migration backup: {}
bg: Създадена миграционна резервна копия: {}
cs: Vytvořena záloha migrace: {}
de: Erstellte Migrationssicherung: {}
el: Δημιουργήθηκε αντίγραφο ασφαλείας μετανάστευσης: {}
es: Copia de seguridad de migración creada: {}
fi: Luotu siirto varmuuskopio: {}
fr: Sauvegarde de migration créée : {}
he: גיבוי הגירה נוצר: {}
hr: Stvorena sigurnosna kopija migracije: {}
hu: Létrehozva migrációs biztonsági másolat: {}
is: Búin flutningsafrit: {}
it: Backup di migrazione creato: {}
ja: マイグレーションバックアップを作成しました: {}
nl: Gemaakte migratieback-up: {}
no: Opprettet migrasjonsbackup: {}
pl: Utworzono kopię zapasową migracji: {}
ro: Backup de migrare creat: {}
ru: Создана резервная копия миграции: {}
sk: Vytvorená zálohovacia migrácia: {}
sv: Skapad migrationsbackup: {}

source: Found {} old JSON projects. Starting migration...
bg: Намерени са {} стари JSON проекти. Започване на миграция...
cs: Našel jsem {} starých JSON projektů. Zahajuji migraci...
de: Gefunden {} alte JSON-Projekte. Migration wird gestartet...
el: Βρέθηκαν {} παλιά έργα JSON. Ξεκινά η μετανάστευση...
es: Se encontraron {} proyectos JSON antiguos. Iniciando la migración...
fi: Löydetty {} vanhaa JSON-projektia. Aloitetaan siirto...
fr: Trouvé {} anciens projets JSON. Démarrage de la migration...
he: נמצאו {} פרויקטים ישנים בפורמט JSON. מתחילים במיגרציה...
hr: Pronađeno {} starih JSON projekata. Započinjem migraciju...
hu: Találtam {} régi JSON projektet. A migráció megkezdődött...
is: Fundin {} gömul JSON verkefni. Byrjar flutning...
it: Trovati {} vecchi progetti JSON. Inizio migrazione...
ja: {}件の古いJSONプロジェクトが見つかりました。移行を開始します...
nl: Gevonden {} oude JSON-projecten. Migratie starten...
no: Fant {} gamle JSON-prosjekter. Starter migrering...
pl: Znaleziono {} starych projektów JSON. Rozpoczynam migrację...
ro: Am găsit {} proiecte JSON vechi. Încep migrarea...
ru: Найдено {} старых JSON проектов. Начинаем миграцию...
sk: Našli sme {} staré JSON projekty. Začínam migráciu...
sv: Hittade {} gamla JSON-projekt. Startar migrering...

source: Migration complete. {} projects successfully migrated.
bg: Миграцията е завършена. {} проекта успешно мигрирани.
cs: Migrace dokončena. {} projekty úspěšně migrovány.
de: Migration abgeschlossen. {} Projekte erfolgreich migriert.
el: Η μετανάστευση ολοκληρώθηκε. {} έργα μετανάστευσαν με επιτυχία.
es: Migración completa. {} proyectos migrados con éxito.
fi: Siirto valmis. {} projektia siirretty onnistuneesti.
fr: Migration terminée. {} projets migrés avec succès.
he: ההגירה הושלמה. {} פרויקטים הועברו בהצלחה.
hr: Migracija završena. {} projekata uspješno migrirano.
hu: Migráció befejezve. {} projekt sikeresen migrálva.
is: Færsla lokið. {} verkefni flutt með góðum árangri.
it: Migrazione completata. {} progetti migrati con successo.
ja: 移行が完了しました。{} プロジェクトが正常に移行されました。
nl: Migratie voltooid. {} projecten succesvol gemigreerd.
no: Migrering fullført. {} prosjekter migrert med suksess.
pl: Migracja zakończona. {} projekty pomyślnie przeniesione.
ro: Migrarea completă. {} proiecte migrate cu succes.
ru: Миграция завершена. {} проектов успешно мигрировано.
sk: Migrácia dokončená. {} projekty úspešne migrované.
sv: Migrering slutförd. {} projekt har migrerats framgångsrikt.

source: Database backup created: {}
bg: Създадена резервна копия на базата данни: {}
cs: Zálohování databáze bylo vytvořeno: {}
de: Datenbanksicherung erstellt: {}
el: Δημιουργήθηκε αντίγραφο ασφαλείας βάσης δεδομένων: {}
es: Copia de seguridad de la base de datos creada: {}
fi: Tietokannan varmuuskopio luotu: {}
fr: Sauvegarde de la base de données créée : {}
he: גיבוי מסד נתונים נוצר: {}
hr: Izrada sigurnosne kopije baze podataka: {}
hu: Adatbázis biztonsági másolat létrehozva: {}
is: Gagnagrunnsafritun búin til: {}
it: Backup del database creato: {}
ja: データベースバックアップが作成されました: {}
nl: Databaseback-up gemaakt: {}
no: Databasebackup opprettet: {}
pl: Utworzono kopię zapasową bazy danych: {}
ro: Backup de bază de date creat: {}
ru: Создана резервная копия базы данных: {}
sk: Zálohovanie databázy vytvorené: {}
sv: Databasbackup skapad: {}

source: Manual backup created: {}
bg: Създадено ръчно копие: {}
cs: Ruční záloha vytvořena: {}
de: Manueller Backup erstellt: {}
el: Δημιουργήθηκε χειροκίνητο αντίγραφο ασφαλείας: {}
es: Copia de seguridad manual creada: {}
fi: Manuaalinen varmuuskopio luotu: {}
fr: Sauvegarde manuelle créée : {}
he: גיבוי ידני נוצר: {}
hr: Ručno izrađena sigurnosna kopija: {}
hu: Kézi biztonsági mentés létrehozva: {}
is: Handvirkur afrit búin til: {}
it: Backup manual creato: {}
ja: 手動バックアップが作成されました: {}
nl: Handmatige back-up gemaakt: {}
no: Manuell sikkerhetskopi opprettet: {}
pl: Utworzono kopię zapasową ręczną: {}
ro: Backup manual creat: {}
ru: Создано ручное резервное копирование: {}
sk: Manuálny záložný kópia vytvorená: {}
sv: Manuell säkerhetskopia skapad: {}

source: Footnotes:
bg: Бележки под линия:
cs: Poznámky pod čarou:
de: Fußnoten:
el: Υποσημειώσεις:
es: Notas al pie:
fi: Jalkineet:
fr: Notes de bas de page :
he: הערות שוליים:
hr: Bilješke:
hu: Lábjegyzetek:
is: Fóturvísanir:
it: Note a piè di pagina:
ja: 脚注:
nl: Voetnoten:
no: Fotnoter:
pl: Przypisy:
ro: Note de subsol:
ru: Сноски:
sk: Poznámky pod čiarou:
sv: Fotnoter:

source: Database connection error: {}
bg: Грешка при свързване с базата данни: {}
cs: Chyba připojení k databázi: {}
de: Datenbankverbindungsfehler: {}
el: Σφάλμα σύνδεσης βάσης δεδομένων: {}
es: Error de conexión a la base de datos: {}
fi: Tietokantayhteyden virhe: {}
fr: Erreur de connexion à la base de données : {}
he: שגיאת חיבור למסד נתונים: {}
hr: Greška u vezi s bazom podataka: {}
hu: Adatbázis kapcsolat hiba: {}
is: Gagnagrunns tengingarvilla: {}
it: Errore di connessione al database: {}
ja: データベース接続エラー: {}
nl: Databaseverbinding fout: {}
no: Database tilkoblingsfeil: {}
pl: Błąd połączenia z bazą danych: {}
ro: Eroare de conexiune la baza de date: {}
ru: Ошибка подключения к базе данных: {}
sk: Chyba pripojenia k databáze: {}
sv: Databasanslutningsfel: {}

source: Error checking project existence: {}
bg: Грешка при проверка на съществуването на проекта: {}
cs: Chyba při kontrole existence projektu: {}
de: Fehler beim Überprüfen der Projektexistenz: {}
el: Έλεγχος σφάλματος ύπαρξης έργου: {}
es: Error al verificar la existencia del proyecto: {}
fi: Virheen tarkistaminen projektin olemassaolosta: {}
fr: Erreur de vérification de l'existence du projet : {}
he: שגיאה בבדיקת קיום הפרויקט: {}
hr: Provjera greške u postojanju projekta: {}
hu: Hiba a projekt létezésének ellenőrzésekor: {}
is: Villa að athuga tilvist verkefnis: {}
it: Errore durante il controllo dell'esistenza del progetto: {}
ja: プロジェクトの存在を確認するエラー: {}
nl: Fout bij het controleren van het bestaan van het project: {}
no: Feil ved sjekk av prosjektets eksistens: {}
pl: Błąd podczas sprawdzania istnienia projektu: {}
ro: Verificarea erorilor pentru existența proiectului: {}
ru: Ошибка проверки существования проекта: {}
sk: Chyba pri kontrole existencie projektu: {}
sv: Fel vid kontroll av projektets existens: {}

source: Invalid project data: missing field '{}'
bg: Невалидни данни за проекта: липсва поле '{}'
cs: Neplatná projektová data: chybějící pole '{}'
de: Ungültige Projektdaten: fehlendes Feld '{}'
el: Μη έγκυρα δεδομένα έργου: λείπει το πεδίο '{}'
es: Datos del proyecto no válidos: falta el campo '{}'
fi: Virheellinen projektitieto: puuttuva kenttä '{}'
fr: Données de projet invalides : champ '{}' manquant
he: נתוני פרויקט לא תקינים: שדה '{}' חסר
hr: Nevažeći podaci o projektu: nedostaje polje '{}'
hu: Érvénytelen projektadatok: hiányzó mező '{}'
is: Ógild gögn verkefnis: vantar reit '{}'
it: Dati del progetto non validi: campo '{}' mancante
ja: 無効なプロジェクトデータ: フィールド '{}' が欠落しています
nl: Ongeldige projectgegevens: ontbrekend veld '{}'
no: Ugyldige prosjektdata: manglende felt '{}'
pl: Nieprawidłowe dane projektu: brakujące pole '{}'
ro: Datele proiectului sunt invalide: câmpul '{}' lipsește.
ru: Недействительные данные проекта: отсутствует поле '{}'
sk: Neplatné projektové údaje: chýbajúce pole '{}'
sv: Ogiltig projektdata: saknas fält '{}'

source: Failed to create migration backup: {}
bg: Неуспешно създаване на резервно копие на миграцията: {}
cs: Nepodařilo se vytvořit zálohu migrace: {}
de: Fehler beim Erstellen der Migrationssicherung: {}
el: Αποτυχία δημιουργίας αντιγράφου ασφαλείας μετανάστευσης: {}
es: Error al crear la copia de seguridad de la migración: {}
fi: Siirron varmuuskopion luominen epäonnistui: {}
fr: Échec de la création de la sauvegarde de migration : {}
he: נכשל ביצירת גיבוי מיגרציה: {}
hr: Nije uspjelo kreirati sigurnosnu kopiju migracije: {}
hu: Sikertelen migrációs biztonsági mentés létrehozása: {}
is: Mistók að búa til flutningsafrit: {}
it: Impossibile creare il backup della migrazione: {}
ja: マイグレーションバックアップの作成に失敗しました: {}
nl: Mislukt om migratieback-up te maken: {}
no: Feilet å opprette migrasjonsbackup: {}
pl: Nie udało się utworzyć kopii zapasowej migracji: {}
ro: Eșec la crearea backup-ului de migrare: {}
ru: Не удалось создать резервную копию миграции: {}
sk: Nepodarilo sa vytvoriť zálohu migrácie: {}
sv: Misslyckades med att skapa migrationsbackup: {}

source: Warning: {} files have validation errors and will be skipped
bg: Внимание: {} файла имат грешки при валидирането и ще бъдат пропуснати
cs: Upozornění: {} soubory mají chyby validace a budou přeskočeny
de: Warnung: {} Dateien haben Validierungsfehler und werden übersprungen
el: Προειδοποίηση: {} αρχεία έχουν σφάλματα επικύρωσης και θα παραλειφθούν
es: Advertencia: {} archivos tienen errores de validación y serán omitidos.
fi: Varoitus: {} tiedostolla on validoimattomia virheitä ja ne ohitetaan.
fr: Avertissement : {} fichiers ont des erreurs de validation et seront ignorés.
he: אזהרה: {} קבצים מכילים שגיאות אימות ויתעלמו מהם
hr: Upozorenje: {} datoteke imaju pogreške u validaciji i bit će preskočene
hu: Figyelmeztetés: {} fájlok érvényességi hibákat tartalmaznak, és át lesznek ugrva
is: Viðvörun: {} skrár hafa giltar villur og verða slepptar
it: Attenzione: {} file presentano errori di convalida e verranno saltati
ja: 警告: {} ファイルに検証エラーがあり、スキップされます
nl: Waarschuwing: {} bestanden hebben validatiefouten en zullen worden overgeslagen
no: Advarsel: {} filer har valideringsfeil og vil bli hoppet over
pl: Ostrzeżenie: {} pliki mają błędy walidacji i zostaną pominięte
ro: Atenție: {} fișiere au erori de validare și vor fi omise
ru: Предупреждение: {} файлы содержат ошибки валидации и будут пропущены
sk: Upozornenie: {} súbory majú chyby validácie a budú preskočené
sv: Varning: {} filer har valideringsfel och kommer att hoppas över

source: Migration transaction committed successfully
bg: Транзакцията за миграция е успешно завършена.
cs: Migrace transakce byla úspěšně potvrzena
de: Migrationstransaktion erfolgreich abgeschlossen
el: Η μεταφορά συναλλαγής ολοκληρώθηκε με επιτυχία
es: Transacción de migración comprometida con éxito
fi: Siirto-osa on vahvistettu onnistuneesti
fr: La transaction de migration a été validée avec succès.
he: המעבר בוצע בהצלחה
hr: Migracija transakcije uspješno je izvršena
hu: A migrációs tranzakció sikeresen befejeződött.
is: Gögnaflutning viðskipti staðfestust með árangri
it: Transazione di migrazione completata con successo
ja: マイグレーショントランザクションが正常にコミットされました
nl: Migratie transactie succesvol voltooid
no: Migreringstransaksjon fullført med suksess
pl: Transakcja migracji została pomyślnie zatwierdzona
ro: Tranzacție de migrare finalizată cu succes
ru: Транзакция миграции успешно завершена
sk: Migrácia transakcie bola úspešne potvrdená
sv: Migreringstransaktion genomförd framgångsrikt

source: Database error saving project {}: {}
bg: Грешка в базата данни при запазване на проекта {}: {}
cs: Chyba databáze při ukládání projektu {}: {}
de: Datenbankfehler beim Speichern des Projekts {}: {}
el: Σφάλμα βάσης δεδομένων κατά την αποθήκευση του έργου {}: {}
es: Error de base de datos al guardar el proyecto {}: {}
fi: Tietokantavirhe tallennettaessa projektia {}: {}
fr: Erreur de base de données lors de l'enregistrement du projet {} : {}
he: שגיאת מסד נתונים בשמירת פרויקט {}: {}
hr: Greška baze podataka prilikom spremanja projekta {}: {}
hu: Adatbázis hiba a projekt mentésekor {}: {}
is: Gagnagrunnvilla við að vista verkefni {}: {}
it: Errore del database durante il salvataggio del progetto {}: {}
ja: プロジェクト {} の保存中にデータベースエラーが発生しました: {}
nl: Databasefout bij het opslaan van project {}: {}
no: Databasefeil ved lagring av prosjekt {}: {}
pl: Błąd bazy danych podczas zapisywania projektu {}: {}
ro: Eroare de bază de date la salvarea proiectului {}: {}
ru: Ошибка базы данных при сохранении проекта {}: {}
sk: Chyba databázy pri ukladaní projektu {}: {}
sv: Databasfel vid sparande av projekt {}: {}

source: Database connection error for project '{}': {}
bg: Грешка при свързване с базата данни за проект '{}': {}
cs: Chyba připojení k databázi pro projekt '{}': {}
de: Datenbankverbindungsfehler für Projekt '{}': {}
el: Σφάλμα σύνδεσης βάσης δεδομένων για το έργο '{}': {}
es: Error de conexión a la base de datos para el proyecto '{}': {}
fi: Tietokantayhteyden virhe projektille '{}': {}
fr: Erreur de connexion à la base de données pour le projet '{}': {}
he: שגיאת חיבור למסד נתונים עבור פרויקט '{}': {}
hr: Greška u vezi s bazom podataka za projekt '{}': {}
hu: Adatbázis-kapcsolati hiba a(z) '{}' projekthez: {}
is: Gagnagrunns tengingarvilla fyrir verkefni '{}': {}
it: Errore di connessione al database per il progetto '{}': {}
ja: プロジェクト'{}'のデータベース接続エラー: {}
nl: Databaseverbinding fout voor project '{}': {}
no: Database tilkoblingsfeil for prosjekt '{}': {}
pl: Błąd połączenia z bazą danych dla projektu '{}': {}
ro: Eroare de conexiune la baza de date pentru proiectul '{}': {}
ru: Ошибка подключения к базе данных для проекта '{}': {}
sk: Chyba pripojenia k databáze pre projekt '{}': {}
sv: Databasanslutningsfel för projekt '{}': {}

source: Unexpected error in save_project for '{}': {}: {}
bg: Неочаквана грешка при save_project за '{}': {}: {}
cs: Neočekávaná chyba při save_project pro '{}': {}: {}
de: Unerwarteter Fehler in save_project für '{}': {}: {}
el: Αναπάντεχο σφάλμα στην αποθήκευση_έργου για '{}': {}: {}
es: Error inesperado en save_project para '{}': {}: {}
fi: Odottamaton virhe save_project-toiminnossa '{}': {}: {}
fr: Erreur inattendue dans save_project pour '{}': {}: {}
he: שגיאה בלתי צפויה בשמירת הפרויקט עבור '{}': {}: {}
hr: Neočekivana greška u save_project za '{}': {}: {}
hu: Váratlan hiba a save_project során a következőhöz: {}: {}: {}
is: Óvænt villa í save_project fyrir '{}': {}: {}
it: Errore imprevisto in save_project per '{}': {}: {}
ja: 予期しないエラーが'{}'のsave_projectで発生しました: {}: {}
nl: Onverwachte fout in save_project voor '{}': {}: {}
no: Uventet feil i save_project for '{}': {}: {}
pl: Nieoczekiwany błąd w save_project dla '{}': {}: {}
ro: Eroare neașteptată în save_project pentru '{}': {}: {}
ru: Неожиданная ошибка в save_project для '{}': {}: {}
sk: Neočakávaná chyba pri ukladaní_projektu pre '{}': {}: {}
sv: Oväntat fel i save_project för '{}': {}: {}

source: Warning: Database backup failed: {}
bg: Внимание: Неуспешно архивиране на базата данни: {}
cs: Upozornění: Zálohování databáze selhalo: {}
de: Warnung: Datenbanksicherung fehlgeschlagen: {}
el: Προειδοποίηση: Αποτυχία δημιουργίας αντιγράφου ασφαλείας της βάσης δεδομένων: {}
es: Advertencia: La copia de seguridad de la base de datos falló: {}
fi: Varoitus: Tietokannan varmuuskopiointi epäonnistui: {}
fr: Avertissement : Échec de la sauvegarde de la base de données : {}
he: אזהרה: גיבוי מסד נתונים נכשל: {}
hr: Upozorenje: Izrada sigurnosne kopije baze podataka nije uspjela: {}
hu: Figyelmeztetés: Az adatbázis mentése nem sikerült: {}
is: Aðvörun: Gagnagrunnsafritun mistókst: {}
it: Avviso: il backup del database è fallito: {}
ja: 警告: データベースのバックアップに失敗しました: {}
nl: Waarschuwing: Databaseback-up mislukt: {}
no: Advarsel: Sikkerhetskopiering av database mislyktes: {}
pl: Ostrzeżenie: Nie udało się wykonać kopii zapasowej bazy danych: {}
ro: Atenție: Backup-ul bazei de date a eșuat: {}
ru: Предупреждение: Не удалось создать резервную копию базы данных: {}
sk: Upozornenie: Zálohovanie databázy zlyhalo: {}
sv: Varning: Databasbackup misslyckades: {}

source: Removed old backup: {}
bg: Премахната стара резервна копия: {}
cs: Odstraněna stará záloha: {}
de: Alte Sicherung entfernt: {}
el: Αφαιρέθηκε το παλιό αντίγραφο ασφαλείας: {}
es: Copia de seguridad antigua eliminada: {}
fi: Poistettu vanha varmuuskopio: {}
fr: Sauvegarde ancienne supprimée : {}
he: הגיבוי הישן הוסר: {}
hr: Uklonjena stara sigurnosna kopija: {}
hu: Régi biztonsági másolat eltávolítva: {}
is: Fjarlægði gamla afrit: {}
it: Backup vecchio rimosso: {}
ja: 古いバックアップを削除しました: {}
nl: Oude back-up verwijderd: {}
no: Fjernet gammel sikkerhetskopi: {}
pl: Usunięto stary backup: {}
ro: Backup vechi eliminat: {}
ru: Удален старый резервный копия: {}
sk: Odstránená stará záloha: {}
sv: Borttagen gammal säkerhetskopia: {}

source: Warning: Cleanup of old backups failed: {}
bg: Предупреждение: Почистването на стари резервни копия не успя: {}
cs: Upozornění: Úklid starých záloh se nezdařil: {}
de: Warnung: Bereinigung alter Backups fehlgeschlagen: {}
el: Προειδοποίηση: Αποτυχία καθαρισμού παλαιών αντιγράφων ασφαλείας: {}
es: Advertencia: La limpieza de copias de seguridad antiguas falló: {}
fi: Varoitus: Vanhojen varmuuskopioiden puhdistus epäonnistui: {}
fr: Avertissement : Échec de la suppression des anciennes sauvegardes : {}
he: אזהרה: ניקוי גיבויים ישנים נכשל: {}
hr: Upozorenje: Čišćenje starih sigurnosnih kopija nije uspjelo: {}
hu: Figyelmeztetés: A régi biztonsági mentések törlése nem sikerült: {}
is: Aðvörun: Hreinsun á gömlum afritum mistókst: {}
it: Avviso: Pulizia dei vecchi backup non riuscita: {}
ja: 警告: 古いバックアップのクリーンアップに失敗しました: {}
nl: Waarschuwing: Opruimen van oude back-ups mislukt: {}
no: Advarsel: Rensing av gamle sikkerhetskopier mislyktes: {}
pl: Ostrzeżenie: Usunięcie starych kopii zapasowych nie powiodło się: {}
ro: Atenție: Curățarea copiilor de rezervă vechi a eșuat: {}
ru: Предупреждение: Очистка старых резервных копий не удалась: {}
sk: Upozornenie: Čistenie starých záloh zlyhalo: {}
sv: Varning: Rensning av gamla säkerhetskopior misslyckades: {}

source: Database error listing projects: {}
bg: Грешка в базата данни при изброяване на проекти: {}
cs: Chyba databáze při výpisu projektů: {}
de: Datenbankfehler beim Auflisten von Projekten: {}
el: Σφάλμα βάσης δεδομένων κατά την καταχώριση έργων: {}
es: Error de base de datos al listar proyectos: {}
fi: Tietokantavirhe projektien luetteloinnissa: {}
fr: Erreur de base de données lors de l'affichage des projets : {}
he: שגיאת מסד נתונים ברשימת פרויקטים: {}
hr: Greška baze podataka prilikom navođenja projekata: {}
hu: Adatbázis hiba a projektek listázásakor: {}
is: Gagnagrunns villa við að lista verkefni: {}
it: Errore del database durante l'elenco dei progetti: {}
ja: プロジェクトのリストを取得中にデータベースエラーが発生しました: {}
nl: Databasefout bij het weergeven van projecten: {}
no: Databasefeil ved oppføring av prosjekter: {}
pl: Błąd bazy danych podczas wyświetlania projektów: {}
ro: Eroare de bază de date la listarea proiectelor: {}
ru: Ошибка базы данных при перечислении проектов: {}
sk: Chyba databázy pri zozname projektov: {}
sv: Databasfel vid uppräkning av projekt: {}

source: Unexpected error listing projects: {}: {}
bg: Неочаквана грешка при изброяване на проекти: {}: {}
cs: Neočekávaná chyba při výpisu projektů: {}: {}
de: Unerwarteter Fehler beim Auflisten der Projekte: {}: {}
el: Αναπάντεχο σφάλμα κατά την καταχώριση έργων: {}: {}
es: Error inesperado al listar proyectos: {}: {}
fi: Odottamaton virhe projektien luetteloinnissa: {}: {}
fr: Erreur inattendue lors de l'affichage des projets : {} : {}
he: שגיאה בלתי צפויה ברשימת פרויקטים: {}: {}
hr: Neočekivana greška prilikom navođenja projekata: {}: {}
hu: Váratlan hiba a projektek listázásakor: {}: {}
is: Óvænt villa við að lista verkefni: {}: {}
it: Errore imprevisto durante l'elenco dei progetti: {}: {}
ja: プロジェクトのリスト表示中に予期しないエラーが発生しました: {}: {}
nl: Onverwachte fout bij het opsommen van projecten: {}: {}
no: Uventet feil ved opplisting av prosjekter: {}: {}
pl: Nieoczekiwany błąd podczas wyświetlania projektów: {}: {}
ro: Eroare neașteptată la listarea proiectelor: {}: {}
ru: Неожиданная ошибка при перечислении проектов: {}: {}
sk: Neočakávaná chyba pri zozname projektov: {}: {}
sv: Oväntat fel vid uppräkning av projekt: {}: {}
